{
  "vocab": {
    "0": 505,
    "1": 500,
    "2": 503,
    "3": 510,
    "4": 514,
    "5": 501,
    "6": 523,
    "7": 511,
    "8": 526,
    "9": 522,
    "<PAD>": 0,
    "<UNK>": 1,
    "<BOS>": 2,
    "<EOS>": 3,
    "<SEP>": 4,
    "▁": 5,
    "h": 6,
    "a": 7,
    "l": 8,
    "o": 9,
    "?": 10,
    "d": 11,
    "y": 12,
    "n": 13,
    "g": 14,
    "b": 15,
    "i": 16,
    "s": 17,
    "t": 18,
    "u": 19,
    "e": 20,
    "r": 21,
    "m": 22,
    "j": 23,
    "p": 24,
    "k": 25,
    "f": 26,
    "c": 27,
    "w": 28,
    "v": 29,
    "an": 30,
    "▁s": 31,
    "▁b": 32,
    "▁k": 33,
    "am": 34,
    "ya": 35,
    "pa": 36,
    "▁a": 37,
    "er": 38,
    "en": 39,
    "▁m": 40,
    "ar": 41,
    "▁t": 42,
    "ang": 43,
    "▁sa": 44,
    "▁d": 45,
    "amu": 46,
    "▁kamu": 47,
    "at": 48,
    "in": 49,
    "▁saya": 50,
    "la": 51,
    "tu": 52,
    "da": 53,
    "▁h": 54,
    "▁p": 55,
    "▁se": 56,
    "▁apa": 57,
    "sa": 58,
    "ia": 59,
    "▁bi": 60,
    "▁c": 61,
    "ga": 62,
    "em": 63,
    "▁ba": 64,
    "▁bisa": 65,
    "al": 66,
    "as": 67,
    "▁y": 68,
    "▁ber": 69,
    "ih": 70,
    "ari": 71,
    "▁ada": 72,
    "▁yang": 73,
    "antu": 74,
    "▁men": 75,
    "▁n": 76,
    "▁ter": 77,
    "▁ti": 78,
    "▁l": 79,
    "kan": 80,
    "▁j": 81,
    "▁i": 82,
    "gi": 83,
    "▁sia": 84,
    "lah": 85,
    "enang": 86,
    "ro": 87,
    "▁sam": 88,
    "on": 89,
    "ik": 90,
    "im": 91,
    "asih": 92,
    "▁la": 93,
    "emb": 94,
    "▁ma": 95,
    "ing": 96,
    "▁itu": 97,
    "lu": 98,
    "▁siapa": 99,
    "▁adalah": 100,
    "ta": 101,
    "un": 102,
    "uat": 103,
    "ima": 104,
    "anya": 105,
    "▁sem": 106,
    "▁per": 107,
    "▁tida": 108,
    "▁tidak": 109,
    "▁kasih": 110,
    "▁ak": 111,
    "▁memb": 112,
    "▁senang": 113,
    "▁in": 114,
    "ah": 115,
    "▁hari": 116,
    "or": 117,
    "es": 118,
    "ena": 119,
    "mu": 120,
    "ab": 121,
    "▁terima": 122,
    "us": 123,
    "ua": 124,
    "▁di": 125,
    "▁lagi": 126,
    "▁ke": 127,
    "rog": 128,
    "rogr": 129,
    "rogram": 130,
    "▁bantu": 131,
    "hat": 132,
    "▁membantu": 133,
    "▁sama": 134,
    "eng": 135,
    "▁semo": 136,
    "▁semoga": 137,
    "ti": 138,
    "ot": 139,
    "▁le": 140,
    "ela": 141,
    "▁baik": 142,
    "▁akh": 143,
    "▁akhya": 144,
    "▁akhyar": 145,
    "arn": 146,
    "▁sel": 147,
    "▁selam": 148,
    "▁selamat": 149,
    "▁ini": 150,
    "▁ya": 151,
    "▁program": 152,
    "▁su": 153,
    "tanya": 154,
    "▁pa": 155,
    "ur": 156,
    "▁meng": 157,
    "▁programm": 158,
    "ha": 159,
    "elaj": 160,
    "▁hal": 161,
    "▁ha": 162,
    "ol": 163,
    "▁ne": 164,
    "▁dari": 165,
    "ob": 166,
    "▁dan": 167,
    "ja": 168,
    "ka": 169,
    "▁belaj": 170,
    "▁belajar": 171,
    "▁halo": 172,
    "▁chat": 173,
    "▁chatb": 174,
    "▁chatbot": 175,
    "▁dib": 176,
    "▁apa?": 177,
    "▁sampa": 178,
    "▁sampai": 179,
    "▁bera": 180,
    "▁berapa": 181,
    "▁hai": 182,
    "▁deng": 183,
    "▁dengan": 184,
    "▁ju": 185,
    "▁kab": 186,
    "▁kabar": 187,
    "dah": 188,
    "▁kamu?": 189,
    "int": 190,
    "ita": 191,
    "pu": 192,
    "▁kar": 193,
    "▁karena": 194,
    "▁bu": 195,
    "▁ai": 196,
    "▁baha": 197,
    "emu": 198,
    "▁he": 199,
    "▁buat": 200,
    "▁pint": 201,
    "▁pintar": 202,
    "▁menja": 203,
    "▁pertanya": 204,
    "▁pertanyaan": 205,
    "▁sed": 206,
    "ali": 207,
    "it": 208,
    "▁suka": 209,
    "ong": 210,
    "▁bag": 211,
    "▁bagus": 212,
    "▁sek": 213,
    "▁cua": 214,
    "▁cuac": 215,
    "▁cuaca": 216,
    "▁hi": 217,
    "▁buatan": 218,
    "▁nam": 219,
    "▁nama": 220,
    "erita": 221,
    "▁menjaw": 222,
    "▁menjawab": 223,
    "ung": 224,
    "▁kena": 225,
    "▁kenapa": 226,
    "yt": 227,
    "▁programming": 228,
    "temu": 229,
    "▁harimu": 230,
    "▁meny": 231,
    "du": 232,
    "cr": 233,
    "cri": 234,
    "crip": 235,
    "cript": 236,
    "▁cerita": 237,
    "▁mengob": 238,
    "▁mengobro": 239,
    "▁mengobrol": 240,
    "▁ja": 241,
    "▁du": 242,
    "▁dulu": 243,
    "▁lu": 244,
    "ek": 245,
    "▁learn": 246,
    "▁learning": 247,
    "▁dua": 248,
    "▁mal": 249,
    "▁malam": 250,
    "▁dibuat": 251,
    "wor": 252,
    "▁un": 253,
    "▁untu": 254,
    "▁untuk": 255,
    "▁banya": 256,
    "▁banyak": 257,
    "▁ko": 258,
    "lalu": 259,
    "▁bahasa": 260,
    "▁pyt": 261,
    "▁pyth": 262,
    "▁python": 263,
    "▁sedih": 264,
    "ap": 265,
    "uj": 266,
    "▁mat": 267,
    "▁satu": 268,
    "▁juga": 269,
    "▁pagi": 270,
    "▁menyenang": 271,
    "▁menyenangkan": 272,
    "▁siapa?": 273,
    "▁neur": 274,
    "▁neural": 275,
    "▁net": 276,
    "▁networ": 277,
    "▁network": 278,
    "▁ty": 279,
    "▁typ": 280,
    "▁types": 281,
    "▁typescript": 282,
    "u?": 283,
    "▁ceritakan": 284,
    "▁nga": 285,
    "▁ngapa": 286,
    "▁ngapain": 287,
    "han": 288,
    "▁mak": 289,
    "▁makasih": 290,
    "▁jang": 291,
    "▁jangan": 292,
    "▁de": 293,
    "el": 294,
    "per": 295,
    "▁lelu": 296,
    "▁leluc": 297,
    "▁lelucon": 298,
    "wa": 299,
    "▁tol": 300,
    "▁tolong": 301,
    "▁siap": 302,
    "angat": 303,
    "▁sekali": 304,
    "sti": 305,
    "ir": 306,
    "ara": 307,
    "▁maa": 308,
    "▁maaf": 309,
    "▁pun": 310,
    "▁punya": 311,
    "▁ind": 312,
    "▁indon": 313,
    "▁indones": 314,
    "▁indonesia": 315,
    "▁lang": 316,
    "▁langit": 317,
    "▁matah": 318,
    "▁matahari": 319,
    "▁tiga": 320,
    "▁hidu": 321,
    "▁hidup": 322,
    "▁denganmu": 323,
    "▁ol": 324,
    "▁ole": 325,
    "▁oleh": 326,
    "▁bot": 327,
    "▁ten": 328,
    "ba": 329,
    "▁f": 330,
    "ok": 331,
    "▁jum": 332,
    "▁jumpa": 333,
    "kin": 334,
    "▁programmer": 335,
    "ter": 336,
    "inta": 337,
    "arnya": 338,
    "gia": 339,
    "▁semangat": 340,
    "od": 341,
    "▁cap": 342,
    "▁capek": 343,
    "▁mac": 344,
    "▁mach": 345,
    "▁machin": 346,
    "▁machine": 347,
    "▁mu": 348,
    "▁jam": 349,
    "bu": 350,
    "os": 351,
    "▁bertemu": 352,
    "▁hel": 353,
    "▁sudah": 354,
    "▁bertanya": 355,
    "▁si": 356,
    "▁sor": 357,
    "▁tid": 358,
    "▁tidur": 359,
    "alan": 360,
    "ku": 361,
    "si": 362,
    "▁berm": 363,
    "▁than": 364,
    "▁thank": 365,
    "▁da": 366,
    "▁dadah": 367,
    "▁ketemu": 368,
    "anti": 369,
    "▁ting": 370,
    "▁tingga": 371,
    "▁tinggal": 372,
    "▁hat": 373,
    "▁hati": 374,
    "▁membuat": 375,
    "▁bikin": 376,
    "▁kom": 377,
    "▁kompu": 378,
    "▁komputer": 379,
    "▁luc": 380,
    "▁man": 381,
    "▁manus": 382,
    "▁manusia": 383,
    "▁dong": 384,
    "▁masa": 385,
    "▁masalah": 386,
    "▁selalu": 387,
    "▁butu": 388,
    "▁butuh": 389,
    "▁mend": 390,
    "▁mendeng": 391,
    "▁mendengarnya": 392,
    "▁bahagia": 393,
    "bah": 394,
    "▁aku": 395,
    "▁set": 396,
    "▁setia": 397,
    "▁setiap": 398,
    "▁pasti": 399,
    "▁kec": 400,
    "▁cara": 401,
    "ikir": 402,
    "▁huj": 403,
    "▁hujan": 404,
    "▁sekar": 405,
    "▁sekarang": 406,
    "uan": 407,
    "▁bir": 408,
    "▁air": 409,
    "▁bum": 410,
    "▁bumi": 411,
    "▁or": 412,
    "▁orang": 413,
    "▁mau": 414,
    "▁terba": 415,
    "▁terbaik": 416,
    "▁pera": 417,
    "▁perasa": 418,
    "▁perasaan": 419,
    "▁lima": 420,
    "▁sehat": 421,
    "▁hey": 422,
    "▁kabar?": 423,
    "▁siang": 424,
    "▁sore": 425,
    "▁tenang": 426,
    "ken": 427,
    "asi": 428,
    "kukan": 429,
    "▁berc": 430,
    "▁jag": 431,
    "▁jago": 432,
    "▁das": 433,
    "▁dasar": 434,
    "▁fung": 435,
    "▁fungsi": 436,
    "▁kasih?": 437,
    "gu": 438,
    "▁nanti": 439,
    "▁pergi": 440,
    "▁pemb": 441,
    "▁pembuat": 442,
    "gun": 443,
    "guna": 444,
    "▁dev": 445,
    "▁devel": 446,
    "▁develo": 447,
    "▁developer": 448,
    "▁kr": 449,
    "▁kre": 450,
    "▁kreat": 451,
    "▁kreator": 452,
    "▁g": 453,
    "ihat": 454,
    "▁berma": 455,
    "▁pern": 456,
    "▁pernah": 457,
    "▁lupa": 458,
    "▁pem": 459,
    "▁pemrogram": 460,
    "▁pemrograman": 461,
    "▁tidak?": 462,
    "▁tentu": 463,
    "▁terus": 464,
    "▁w": 465,
    "▁te": 466,
    "▁teta": 467,
    "▁tetap": 468,
    "▁sen": 469,
    "▁sedih?": 470,
    "et": 471,
    "▁heb": 472,
    "▁hebat": 473,
    "▁dat": 474,
    "▁data": 475,
    "▁mem": 476,
    "▁dee": 477,
    "▁deep": 478,
    "▁programming?": 479,
    "▁baga": 480,
    "▁bagaim": 481,
    "▁bagaiman": 482,
    "▁bagaimana": 483,
    "▁ini?": 484,
    "ec": 485,
    "▁aks": 486,
    "▁akses": 487,
    "▁ibu": 488,
    "▁kota": 489,
    "arna": 490,
    "▁biru": 491,
    "▁cah": 492,
    "▁caha": 493,
    "▁cahaya": 494,
    "▁lau": 495,
    "▁laut": 496,
    "▁as": 497,
    "▁asin": 498,
    "▁pan": 499,
    "%": 502,
    ".": 504,
    ",": 506,
    ":": 507,
    "*": 508,
    "=": 509,
    "x": 512,
    "-": 513,
    "$": 515,
    "+": 516,
    "\\": 517,
    "{": 518,
    "}": 519,
    "(": 520,
    ")": 521,
    "/": 524,
    "^": 525,
    "_": 527,
    "'": 528,
    "[": 529,
    "]": 530,
    "&": 531,
    "\"": 532,
    ">": 533,
    "!": 534,
    "<": 535,
    "|": 536,
    "∫": 537,
    "q": 538,
    "z": 539,
    "√": 540
  },
  "merges": [
    [
      "a",
      "n"
    ],
    [
      "▁",
      "s"
    ],
    [
      "▁",
      "b"
    ],
    [
      "▁",
      "k"
    ],
    [
      "a",
      "m"
    ],
    [
      "y",
      "a"
    ],
    [
      "p",
      "a"
    ],
    [
      "▁",
      "a"
    ],
    [
      "e",
      "r"
    ],
    [
      "e",
      "n"
    ],
    [
      "▁",
      "m"
    ],
    [
      "a",
      "r"
    ],
    [
      "▁",
      "t"
    ],
    [
      "an",
      "g"
    ],
    [
      "▁s",
      "a"
    ],
    [
      "▁",
      "d"
    ],
    [
      "am",
      "u"
    ],
    [
      "▁k",
      "amu"
    ],
    [
      "a",
      "t"
    ],
    [
      "i",
      "n"
    ],
    [
      "▁sa",
      "ya"
    ],
    [
      "l",
      "a"
    ],
    [
      "t",
      "u"
    ],
    [
      "d",
      "a"
    ],
    [
      "▁",
      "h"
    ],
    [
      "▁",
      "p"
    ],
    [
      "▁s",
      "e"
    ],
    [
      "▁a",
      "pa"
    ],
    [
      "s",
      "a"
    ],
    [
      "i",
      "a"
    ],
    [
      "▁b",
      "i"
    ],
    [
      "▁",
      "c"
    ],
    [
      "g",
      "a"
    ],
    [
      "e",
      "m"
    ],
    [
      "▁b",
      "a"
    ],
    [
      "▁bi",
      "sa"
    ],
    [
      "a",
      "l"
    ],
    [
      "a",
      "s"
    ],
    [
      "▁",
      "y"
    ],
    [
      "▁b",
      "er"
    ],
    [
      "i",
      "h"
    ],
    [
      "ar",
      "i"
    ],
    [
      "▁a",
      "da"
    ],
    [
      "▁y",
      "ang"
    ],
    [
      "an",
      "tu"
    ],
    [
      "▁m",
      "en"
    ],
    [
      "▁",
      "n"
    ],
    [
      "▁t",
      "er"
    ],
    [
      "▁t",
      "i"
    ],
    [
      "▁",
      "l"
    ],
    [
      "k",
      "an"
    ],
    [
      "▁",
      "j"
    ],
    [
      "▁",
      "i"
    ],
    [
      "g",
      "i"
    ],
    [
      "▁s",
      "ia"
    ],
    [
      "la",
      "h"
    ],
    [
      "en",
      "ang"
    ],
    [
      "r",
      "o"
    ],
    [
      "▁s",
      "am"
    ],
    [
      "o",
      "n"
    ],
    [
      "i",
      "k"
    ],
    [
      "i",
      "m"
    ],
    [
      "as",
      "ih"
    ],
    [
      "▁",
      "la"
    ],
    [
      "em",
      "b"
    ],
    [
      "▁m",
      "a"
    ],
    [
      "in",
      "g"
    ],
    [
      "▁i",
      "tu"
    ],
    [
      "l",
      "u"
    ],
    [
      "▁sia",
      "pa"
    ],
    [
      "▁ada",
      "lah"
    ],
    [
      "t",
      "a"
    ],
    [
      "u",
      "n"
    ],
    [
      "u",
      "at"
    ],
    [
      "im",
      "a"
    ],
    [
      "an",
      "ya"
    ],
    [
      "▁se",
      "m"
    ],
    [
      "▁p",
      "er"
    ],
    [
      "▁ti",
      "da"
    ],
    [
      "▁tida",
      "k"
    ],
    [
      "▁k",
      "asih"
    ],
    [
      "▁a",
      "k"
    ],
    [
      "▁m",
      "emb"
    ],
    [
      "▁s",
      "enang"
    ],
    [
      "▁",
      "in"
    ],
    [
      "a",
      "h"
    ],
    [
      "▁h",
      "ari"
    ],
    [
      "o",
      "r"
    ],
    [
      "e",
      "s"
    ],
    [
      "en",
      "a"
    ],
    [
      "m",
      "u"
    ],
    [
      "a",
      "b"
    ],
    [
      "▁ter",
      "ima"
    ],
    [
      "u",
      "s"
    ],
    [
      "u",
      "a"
    ],
    [
      "▁d",
      "i"
    ],
    [
      "▁la",
      "gi"
    ],
    [
      "▁k",
      "e"
    ],
    [
      "ro",
      "g"
    ],
    [
      "rog",
      "r"
    ],
    [
      "rogr",
      "am"
    ],
    [
      "▁b",
      "antu"
    ],
    [
      "h",
      "at"
    ],
    [
      "▁memb",
      "antu"
    ],
    [
      "▁sam",
      "a"
    ],
    [
      "en",
      "g"
    ],
    [
      "▁sem",
      "o"
    ],
    [
      "▁semo",
      "ga"
    ],
    [
      "t",
      "i"
    ],
    [
      "o",
      "t"
    ],
    [
      "▁l",
      "e"
    ],
    [
      "e",
      "la"
    ],
    [
      "▁ba",
      "ik"
    ],
    [
      "▁ak",
      "h"
    ],
    [
      "▁akh",
      "ya"
    ],
    [
      "▁akhya",
      "r"
    ],
    [
      "ar",
      "n"
    ],
    [
      "▁se",
      "l"
    ],
    [
      "▁sel",
      "am"
    ],
    [
      "▁selam",
      "at"
    ],
    [
      "▁in",
      "i"
    ],
    [
      "▁",
      "ya"
    ],
    [
      "▁p",
      "rogram"
    ],
    [
      "▁s",
      "u"
    ],
    [
      "t",
      "anya"
    ],
    [
      "▁",
      "pa"
    ],
    [
      "u",
      "r"
    ],
    [
      "▁men",
      "g"
    ],
    [
      "▁program",
      "m"
    ],
    [
      "h",
      "a"
    ],
    [
      "ela",
      "j"
    ],
    [
      "▁h",
      "al"
    ],
    [
      "▁h",
      "a"
    ],
    [
      "o",
      "l"
    ],
    [
      "▁n",
      "e"
    ],
    [
      "▁d",
      "ari"
    ],
    [
      "o",
      "b"
    ],
    [
      "▁d",
      "an"
    ],
    [
      "j",
      "a"
    ],
    [
      "k",
      "a"
    ],
    [
      "▁b",
      "elaj"
    ],
    [
      "▁belaj",
      "ar"
    ],
    [
      "▁hal",
      "o"
    ],
    [
      "▁c",
      "hat"
    ],
    [
      "▁chat",
      "b"
    ],
    [
      "▁chatb",
      "ot"
    ],
    [
      "▁di",
      "b"
    ],
    [
      "▁apa",
      "?"
    ],
    [
      "▁sam",
      "pa"
    ],
    [
      "▁sampa",
      "i"
    ],
    [
      "▁ber",
      "a"
    ],
    [
      "▁bera",
      "pa"
    ],
    [
      "▁ha",
      "i"
    ],
    [
      "▁d",
      "eng"
    ],
    [
      "▁deng",
      "an"
    ],
    [
      "▁j",
      "u"
    ],
    [
      "▁k",
      "ab"
    ],
    [
      "▁kab",
      "ar"
    ],
    [
      "da",
      "h"
    ],
    [
      "▁kamu",
      "?"
    ],
    [
      "in",
      "t"
    ],
    [
      "i",
      "ta"
    ],
    [
      "p",
      "u"
    ],
    [
      "▁k",
      "ar"
    ],
    [
      "▁kar",
      "ena"
    ],
    [
      "▁b",
      "u"
    ],
    [
      "▁a",
      "i"
    ],
    [
      "▁ba",
      "ha"
    ],
    [
      "em",
      "u"
    ],
    [
      "▁h",
      "e"
    ],
    [
      "▁b",
      "uat"
    ],
    [
      "▁p",
      "int"
    ],
    [
      "▁pint",
      "ar"
    ],
    [
      "▁men",
      "ja"
    ],
    [
      "▁per",
      "tanya"
    ],
    [
      "▁pertanya",
      "an"
    ],
    [
      "▁se",
      "d"
    ],
    [
      "al",
      "i"
    ],
    [
      "i",
      "t"
    ],
    [
      "▁su",
      "ka"
    ],
    [
      "on",
      "g"
    ],
    [
      "▁ba",
      "g"
    ],
    [
      "▁bag",
      "us"
    ],
    [
      "▁se",
      "k"
    ],
    [
      "▁c",
      "ua"
    ],
    [
      "▁cua",
      "c"
    ],
    [
      "▁cuac",
      "a"
    ],
    [
      "▁h",
      "i"
    ],
    [
      "▁buat",
      "an"
    ],
    [
      "▁n",
      "am"
    ],
    [
      "▁nam",
      "a"
    ],
    [
      "er",
      "ita"
    ],
    [
      "▁menja",
      "w"
    ],
    [
      "▁menjaw",
      "ab"
    ],
    [
      "un",
      "g"
    ],
    [
      "▁k",
      "ena"
    ],
    [
      "▁kena",
      "pa"
    ],
    [
      "y",
      "t"
    ],
    [
      "▁programm",
      "ing"
    ],
    [
      "t",
      "emu"
    ],
    [
      "▁hari",
      "mu"
    ],
    [
      "▁men",
      "y"
    ],
    [
      "d",
      "u"
    ],
    [
      "c",
      "r"
    ],
    [
      "cr",
      "i"
    ],
    [
      "cri",
      "p"
    ],
    [
      "crip",
      "t"
    ],
    [
      "▁c",
      "erita"
    ],
    [
      "▁meng",
      "ob"
    ],
    [
      "▁mengob",
      "ro"
    ],
    [
      "▁mengobro",
      "l"
    ],
    [
      "▁j",
      "a"
    ],
    [
      "▁d",
      "u"
    ],
    [
      "▁du",
      "lu"
    ],
    [
      "▁l",
      "u"
    ],
    [
      "e",
      "k"
    ],
    [
      "▁le",
      "arn"
    ],
    [
      "▁learn",
      "ing"
    ],
    [
      "▁d",
      "ua"
    ],
    [
      "▁m",
      "al"
    ],
    [
      "▁mal",
      "am"
    ],
    [
      "▁dib",
      "uat"
    ],
    [
      "w",
      "or"
    ],
    [
      "▁",
      "un"
    ],
    [
      "▁un",
      "tu"
    ],
    [
      "▁untu",
      "k"
    ],
    [
      "▁b",
      "anya"
    ],
    [
      "▁banya",
      "k"
    ],
    [
      "▁k",
      "o"
    ],
    [
      "la",
      "lu"
    ],
    [
      "▁baha",
      "sa"
    ],
    [
      "▁p",
      "yt"
    ],
    [
      "▁pyt",
      "h"
    ],
    [
      "▁pyth",
      "on"
    ],
    [
      "▁sed",
      "ih"
    ],
    [
      "a",
      "p"
    ],
    [
      "u",
      "j"
    ],
    [
      "▁m",
      "at"
    ],
    [
      "▁sa",
      "tu"
    ],
    [
      "▁ju",
      "ga"
    ],
    [
      "▁pa",
      "gi"
    ],
    [
      "▁meny",
      "enang"
    ],
    [
      "▁menyenang",
      "kan"
    ],
    [
      "▁siapa",
      "?"
    ],
    [
      "▁ne",
      "ur"
    ],
    [
      "▁neur",
      "al"
    ],
    [
      "▁ne",
      "t"
    ],
    [
      "▁net",
      "wor"
    ],
    [
      "▁networ",
      "k"
    ],
    [
      "▁t",
      "y"
    ],
    [
      "▁ty",
      "p"
    ],
    [
      "▁typ",
      "es"
    ],
    [
      "▁types",
      "cript"
    ],
    [
      "u",
      "?"
    ],
    [
      "▁cerita",
      "kan"
    ],
    [
      "▁n",
      "ga"
    ],
    [
      "▁nga",
      "pa"
    ],
    [
      "▁ngapa",
      "in"
    ],
    [
      "h",
      "an"
    ],
    [
      "▁ma",
      "k"
    ],
    [
      "▁mak",
      "asih"
    ],
    [
      "▁j",
      "ang"
    ],
    [
      "▁jang",
      "an"
    ],
    [
      "▁d",
      "e"
    ],
    [
      "e",
      "l"
    ],
    [
      "p",
      "er"
    ],
    [
      "▁le",
      "lu"
    ],
    [
      "▁lelu",
      "c"
    ],
    [
      "▁leluc",
      "on"
    ],
    [
      "w",
      "a"
    ],
    [
      "▁t",
      "ol"
    ],
    [
      "▁tol",
      "ong"
    ],
    [
      "▁sia",
      "p"
    ],
    [
      "ang",
      "at"
    ],
    [
      "▁sek",
      "ali"
    ],
    [
      "s",
      "ti"
    ],
    [
      "i",
      "r"
    ],
    [
      "ar",
      "a"
    ],
    [
      "▁ma",
      "a"
    ],
    [
      "▁maa",
      "f"
    ],
    [
      "▁p",
      "un"
    ],
    [
      "▁pun",
      "ya"
    ],
    [
      "▁in",
      "d"
    ],
    [
      "▁ind",
      "on"
    ],
    [
      "▁indon",
      "es"
    ],
    [
      "▁indones",
      "ia"
    ],
    [
      "▁l",
      "ang"
    ],
    [
      "▁lang",
      "it"
    ],
    [
      "▁mat",
      "ah"
    ],
    [
      "▁matah",
      "ari"
    ],
    [
      "▁ti",
      "ga"
    ],
    [
      "▁hi",
      "du"
    ],
    [
      "▁hidu",
      "p"
    ],
    [
      "▁dengan",
      "mu"
    ],
    [
      "▁",
      "ol"
    ],
    [
      "▁ol",
      "e"
    ],
    [
      "▁ole",
      "h"
    ],
    [
      "▁b",
      "ot"
    ],
    [
      "▁t",
      "en"
    ],
    [
      "b",
      "a"
    ],
    [
      "▁",
      "f"
    ],
    [
      "o",
      "k"
    ],
    [
      "▁ju",
      "m"
    ],
    [
      "▁jum",
      "pa"
    ],
    [
      "k",
      "in"
    ],
    [
      "▁programm",
      "er"
    ],
    [
      "t",
      "er"
    ],
    [
      "in",
      "ta"
    ],
    [
      "arn",
      "ya"
    ],
    [
      "g",
      "ia"
    ],
    [
      "▁sem",
      "angat"
    ],
    [
      "o",
      "d"
    ],
    [
      "▁c",
      "ap"
    ],
    [
      "▁cap",
      "ek"
    ],
    [
      "▁ma",
      "c"
    ],
    [
      "▁mac",
      "h"
    ],
    [
      "▁mach",
      "in"
    ],
    [
      "▁machin",
      "e"
    ],
    [
      "▁m",
      "u"
    ],
    [
      "▁j",
      "am"
    ],
    [
      "b",
      "u"
    ],
    [
      "o",
      "s"
    ],
    [
      "▁ber",
      "temu"
    ],
    [
      "▁he",
      "l"
    ],
    [
      "▁su",
      "dah"
    ],
    [
      "▁ber",
      "tanya"
    ],
    [
      "▁s",
      "i"
    ],
    [
      "▁s",
      "or"
    ],
    [
      "▁ti",
      "d"
    ],
    [
      "▁tid",
      "ur"
    ],
    [
      "al",
      "an"
    ],
    [
      "k",
      "u"
    ],
    [
      "s",
      "i"
    ],
    [
      "▁ber",
      "m"
    ],
    [
      "▁t",
      "han"
    ],
    [
      "▁than",
      "k"
    ],
    [
      "▁d",
      "a"
    ],
    [
      "▁da",
      "dah"
    ],
    [
      "▁ke",
      "temu"
    ],
    [
      "an",
      "ti"
    ],
    [
      "▁t",
      "ing"
    ],
    [
      "▁ting",
      "ga"
    ],
    [
      "▁tingga",
      "l"
    ],
    [
      "▁h",
      "at"
    ],
    [
      "▁hat",
      "i"
    ],
    [
      "▁memb",
      "uat"
    ],
    [
      "▁bi",
      "kin"
    ],
    [
      "▁ko",
      "m"
    ],
    [
      "▁kom",
      "pu"
    ],
    [
      "▁kompu",
      "ter"
    ],
    [
      "▁lu",
      "c"
    ],
    [
      "▁m",
      "an"
    ],
    [
      "▁man",
      "us"
    ],
    [
      "▁manus",
      "ia"
    ],
    [
      "▁d",
      "ong"
    ],
    [
      "▁ma",
      "sa"
    ],
    [
      "▁masa",
      "lah"
    ],
    [
      "▁se",
      "lalu"
    ],
    [
      "▁bu",
      "tu"
    ],
    [
      "▁butu",
      "h"
    ],
    [
      "▁men",
      "d"
    ],
    [
      "▁mend",
      "eng"
    ],
    [
      "▁mendeng",
      "arnya"
    ],
    [
      "▁baha",
      "gia"
    ],
    [
      "b",
      "ah"
    ],
    [
      "▁ak",
      "u"
    ],
    [
      "▁se",
      "t"
    ],
    [
      "▁set",
      "ia"
    ],
    [
      "▁setia",
      "p"
    ],
    [
      "▁pa",
      "sti"
    ],
    [
      "▁ke",
      "c"
    ],
    [
      "▁c",
      "ara"
    ],
    [
      "ik",
      "ir"
    ],
    [
      "▁h",
      "uj"
    ],
    [
      "▁huj",
      "an"
    ],
    [
      "▁sek",
      "ar"
    ],
    [
      "▁sekar",
      "ang"
    ],
    [
      "u",
      "an"
    ],
    [
      "▁bi",
      "r"
    ],
    [
      "▁ai",
      "r"
    ],
    [
      "▁bu",
      "m"
    ],
    [
      "▁bum",
      "i"
    ],
    [
      "▁",
      "or"
    ],
    [
      "▁or",
      "ang"
    ],
    [
      "▁ma",
      "u"
    ],
    [
      "▁ter",
      "ba"
    ],
    [
      "▁terba",
      "ik"
    ],
    [
      "▁per",
      "a"
    ],
    [
      "▁pera",
      "sa"
    ],
    [
      "▁perasa",
      "an"
    ],
    [
      "▁l",
      "ima"
    ],
    [
      "▁se",
      "hat"
    ],
    [
      "▁he",
      "y"
    ],
    [
      "▁kabar",
      "?"
    ],
    [
      "▁si",
      "ang"
    ],
    [
      "▁sor",
      "e"
    ],
    [
      "▁t",
      "enang"
    ],
    [
      "k",
      "en"
    ],
    [
      "as",
      "i"
    ],
    [
      "ku",
      "kan"
    ],
    [
      "▁ber",
      "c"
    ],
    [
      "▁ja",
      "g"
    ],
    [
      "▁jag",
      "o"
    ],
    [
      "▁d",
      "as"
    ],
    [
      "▁das",
      "ar"
    ],
    [
      "▁f",
      "ung"
    ],
    [
      "▁fung",
      "si"
    ],
    [
      "▁kasih",
      "?"
    ],
    [
      "g",
      "u"
    ],
    [
      "▁n",
      "anti"
    ],
    [
      "▁per",
      "gi"
    ],
    [
      "▁p",
      "emb"
    ],
    [
      "▁pemb",
      "uat"
    ],
    [
      "g",
      "un"
    ],
    [
      "gun",
      "a"
    ],
    [
      "▁de",
      "v"
    ],
    [
      "▁dev",
      "el"
    ],
    [
      "▁devel",
      "o"
    ],
    [
      "▁develo",
      "per"
    ],
    [
      "▁k",
      "r"
    ],
    [
      "▁kr",
      "e"
    ],
    [
      "▁kre",
      "at"
    ],
    [
      "▁kreat",
      "or"
    ],
    [
      "▁",
      "g"
    ],
    [
      "ih",
      "at"
    ],
    [
      "▁berm",
      "a"
    ],
    [
      "▁per",
      "n"
    ],
    [
      "▁pern",
      "ah"
    ],
    [
      "▁lu",
      "pa"
    ],
    [
      "▁p",
      "em"
    ],
    [
      "▁pem",
      "rogram"
    ],
    [
      "▁pemrogram",
      "an"
    ],
    [
      "▁tidak",
      "?"
    ],
    [
      "▁ten",
      "tu"
    ],
    [
      "▁ter",
      "us"
    ],
    [
      "▁",
      "w"
    ],
    [
      "▁t",
      "e"
    ],
    [
      "▁te",
      "ta"
    ],
    [
      "▁teta",
      "p"
    ],
    [
      "▁s",
      "en"
    ],
    [
      "▁sedih",
      "?"
    ],
    [
      "e",
      "t"
    ],
    [
      "▁he",
      "b"
    ],
    [
      "▁heb",
      "at"
    ],
    [
      "▁d",
      "at"
    ],
    [
      "▁dat",
      "a"
    ],
    [
      "▁m",
      "em"
    ],
    [
      "▁de",
      "e"
    ],
    [
      "▁dee",
      "p"
    ],
    [
      "▁programming",
      "?"
    ],
    [
      "▁ba",
      "ga"
    ],
    [
      "▁baga",
      "im"
    ],
    [
      "▁bagaim",
      "an"
    ],
    [
      "▁bagaiman",
      "a"
    ],
    [
      "▁ini",
      "?"
    ],
    [
      "e",
      "c"
    ],
    [
      "▁ak",
      "s"
    ],
    [
      "▁aks",
      "es"
    ],
    [
      "▁i",
      "bu"
    ],
    [
      "▁ko",
      "ta"
    ],
    [
      "arn",
      "a"
    ],
    [
      "▁bir",
      "u"
    ],
    [
      "▁c",
      "ah"
    ],
    [
      "▁cah",
      "a"
    ],
    [
      "▁caha",
      "ya"
    ],
    [
      "▁la",
      "u"
    ],
    [
      "▁lau",
      "t"
    ],
    [
      "▁a",
      "s"
    ],
    [
      "▁as",
      "in"
    ],
    [
      "▁p",
      "an"
    ]
  ],
  "config": {
    "vocabSize": 500,
    "minFrequency": 2,
    "specialTokens": [
      "<PAD>",
      "<UNK>",
      "<BOS>",
      "<EOS>",
      "<PAD>",
      "<UNK>",
      "<BOS>",
      "<EOS>",
      "<SEP>"
    ]
  }
}