{
  "vocab": {
    "0": 40,
    "1": 38,
    "2": 47,
    "3": 50,
    "4": 48,
    "5": 39,
    "6": 41,
    "7": 44,
    "8": 51,
    "9": 53,
    "<PAD>": 0,
    "<UNK>": 1,
    "<BOS>": 2,
    "<EOS>": 3,
    "▁": 4,
    "p": 5,
    "a": 6,
    "d": 7,
    "z": 8,
    "m": 9,
    "n": 10,
    "h": 11,
    "u": 12,
    "l": 13,
    ",": 14,
    "i": 15,
    "s": 16,
    "e": 17,
    "o": 18,
    "r": 19,
    "g": 20,
    "j": 21,
    "k": 22,
    "b": 23,
    "y": 24,
    "w": 25,
    "t": 26,
    ".": 27,
    "c": 28,
    "-": 29,
    "f": 30,
    "(": 31,
    ")": 32,
    "{": 33,
    "_": 34,
    "}": 35,
    ":": 36,
    "\"": 37,
    "°": 42,
    "′": 43,
    "[": 45,
    "]": 46,
    "%": 49,
    "•": 52,
    "/": 54,
    "$": 55,
    "·": 56,
    "+": 57,
    "²": 58,
    "v": 59,
    "–": 60,
    ";": 61,
    "ë": 62,
    "x": 63,
    "ú": 64,
    "ā": 65,
    "ī": 66,
    "=": 67,
    "q": 68,
    "爪": 69,
    "哇": 70,
    "阇": 71,
    "婆": 72,
    "ó": 73,
    "ا": 74,
    "ل": 75,
    "ز": 76,
    "ب": 77,
    "ج": 78,
    "ш": 79,
    "а": 80,
    "б": 81,
    "й": 82,
    "т": 83,
    "е": 84,
    "š": 85,
    "ꦲ": 86,
    "ꦤ": 87,
    "ꦕ": 88,
    "ꦫ": 89,
    "ꦏ": 90,
    "꧀": 91,
    "ᮃ": 92,
    "ᮊ": 93,
    "᮪": 94,
    "ᮞ": 95,
    "ᮛ": 96,
    "ᮥ": 97,
    "ᮔ": 98,
    "ᮓ": 99,
    "ᮘ": 100,
    "í": 101,
    "ǐ": 102,
    "!": 103,
    "→": 104,
    "&": 105,
    "an": 106,
    "▁d": 107,
    "er": 108,
    "▁p": 109,
    "ar": 110,
    "▁b": 111,
    "▁s": 112,
    "▁m": 113,
    "en": 114,
    "la": 115,
    "▁k": 116,
    "in": 117,
    "▁t": 118,
    "ang": 119,
    "ja": 120,
    "at": 121,
    "un": 122,
    "▁di": 123,
    "ah": 124,
    "as": 125,
    "da": 126,
    "wa": 127,
    "em": 128,
    "ya": 129,
    "▁ja": 130,
    "▁se": 131,
    "▁a": 132,
    "▁dan": 133,
    "ga": 134,
    "is": 135,
    "kan": 136,
    "ia": 137,
    "▁ke": 138,
    "ta": 139,
    "▁jawa": 140,
    "es": 141,
    "ind": 142,
    "▁y": 143,
    "▁men": 144,
    "on": 145,
    "▁ber": 146,
    "▁yang": 147,
    "tu": 148,
    "▁h": 149,
    "ara": 150,
    "ula": 151,
    "▁ter": 152,
    "eng": 153,
    "ma": 154,
    "ba": 155,
    "ur": 156,
    "ut": 157,
    "▁per": 158,
    "lah": 159,
    "li": 160,
    "ulau": 161,
    "ing": 162,
    "ari": 163,
    "ada": 164,
    "ti": 165,
    "uk": 166,
    "▁ind": 167,
    "di": 168,
    "us": 169,
    "ra": 170,
    "nya": 171,
    "eb": 172,
    "asa": 173,
    "ung": 174,
    "▁(": 175,
    "um": 176,
    "pa": 177,
    "era": 178,
    "ones": 179,
    "▁pulau": 180,
    "im": 181,
    "lam": 182,
    "onesia": 183,
    "ka": 184,
    "▁i": 185,
    "▁dari": 186,
    "▁indonesia": 187,
    "▁pada": 188,
    "or": 189,
    "bu": 190,
    "▁l": 191,
    "▁mem": 192,
    "el": 193,
    "▁ba": 194,
    "▁hind": 195,
    "▁da": 196,
    "gi": 197,
    "▁n": 198,
    "engan": 199,
    ".[": 200,
    "▁dengan": 201,
    "▁pen": 202,
    "▁in": 203,
    "▁sa": 204,
    "pat": 205,
    "▁j": 206,
    "▁1": 207,
    "jaan": 208,
    "ki": 209,
    "asi": 210,
    "ul": 211,
    "▁r": 212,
    "erajaan": 213,
    "▁c": 214,
    "▁hindu": 215,
    "ud": 216,
    "▁ko": 217,
    "gai": 218,
    "▁tim": 219,
    "ata": 220,
    "ant": 221,
    "▁mer": 222,
    "▁bah": 223,
    "ek": 224,
    "▁ini": 225,
    "▁ma": 226,
    "pi": 227,
    "▁kerajaan": 228,
    "▁w": 229,
    "gama": 230,
    "si": 231,
    "▁g": 232,
    "am": 233,
    "al": 234,
    "▁ada": 235,
    "▁la": 236,
    "▁agama": 237,
    "ol": 238,
    "bang": 239,
    "▁seba": 240,
    "▁mas": 241,
    "▁adalah": 242,
    "ri": 243,
    "▁meng": 244,
    "anya": 245,
    "tuk": 246,
    "jadi": 247,
    "esar": 248,
    "▁bahasa": 249,
    "▁te": 250,
    "tan": 251,
    "ak": 252,
    "ahun": 253,
    "▁ke-": 254,
    "▁sun": 255,
    "ir": 256,
    "▁tahun": 257,
    "▁wi": 258,
    "sa": 259,
    "uh": 260,
    "▁pend": 261,
    "▁timur": 262,
    "▁itu": 263,
    "▁ka": 264,
    "lay": 265,
    "per": 266,
    "▁is": 267,
    "kar": 268,
    "arat": 269,
    "bad": 270,
    "▁menjadi": 271,
    "eg": 272,
    "▁sebagai": 273,
    "▁besar": 274,
    "om": 275,
    "lan": 276,
    "ok": 277,
    "▁baw": 278,
    "og": 279,
    "▁kota": 280,
    "uduk": 281,
    "os": 282,
    "ebut": 283,
    "▁abad": 284,
    "ik": 285,
    "atu": 286,
    "emu": 287,
    "anda": 288,
    "ih": 289,
    "▁dalam": 290,
    "ahan": 291,
    "karta": 292,
    "ura": 293,
    "aran": 294,
    "▁penduduk": 295,
    "▁un": 296,
    "▁ti": 297,
    "unung": 298,
    "▁teng": 299
  },
  "merges": [
    [
      "a",
      "n"
    ],
    [
      "▁",
      "d"
    ],
    [
      "e",
      "r"
    ],
    [
      "▁",
      "p"
    ],
    [
      "a",
      "r"
    ],
    [
      "▁",
      "b"
    ],
    [
      "▁",
      "s"
    ],
    [
      "▁",
      "m"
    ],
    [
      "e",
      "n"
    ],
    [
      "l",
      "a"
    ],
    [
      "▁",
      "k"
    ],
    [
      "i",
      "n"
    ],
    [
      "▁",
      "t"
    ],
    [
      "an",
      "g"
    ],
    [
      "j",
      "a"
    ],
    [
      "a",
      "t"
    ],
    [
      "u",
      "n"
    ],
    [
      "▁d",
      "i"
    ],
    [
      "a",
      "h"
    ],
    [
      "a",
      "s"
    ],
    [
      "d",
      "a"
    ],
    [
      "w",
      "a"
    ],
    [
      "e",
      "m"
    ],
    [
      "y",
      "a"
    ],
    [
      "▁",
      "ja"
    ],
    [
      "▁s",
      "e"
    ],
    [
      "▁",
      "a"
    ],
    [
      "▁d",
      "an"
    ],
    [
      "g",
      "a"
    ],
    [
      "i",
      "s"
    ],
    [
      "k",
      "an"
    ],
    [
      "i",
      "a"
    ],
    [
      "▁k",
      "e"
    ],
    [
      "t",
      "a"
    ],
    [
      "▁ja",
      "wa"
    ],
    [
      "e",
      "s"
    ],
    [
      "in",
      "d"
    ],
    [
      "▁",
      "y"
    ],
    [
      "▁m",
      "en"
    ],
    [
      "o",
      "n"
    ],
    [
      "▁b",
      "er"
    ],
    [
      "▁y",
      "ang"
    ],
    [
      "t",
      "u"
    ],
    [
      "▁",
      "h"
    ],
    [
      "ar",
      "a"
    ],
    [
      "u",
      "la"
    ],
    [
      "▁t",
      "er"
    ],
    [
      "en",
      "g"
    ],
    [
      "m",
      "a"
    ],
    [
      "b",
      "a"
    ],
    [
      "u",
      "r"
    ],
    [
      "u",
      "t"
    ],
    [
      "▁p",
      "er"
    ],
    [
      "la",
      "h"
    ],
    [
      "l",
      "i"
    ],
    [
      "ula",
      "u"
    ],
    [
      "in",
      "g"
    ],
    [
      "ar",
      "i"
    ],
    [
      "a",
      "da"
    ],
    [
      "t",
      "i"
    ],
    [
      "u",
      "k"
    ],
    [
      "▁",
      "ind"
    ],
    [
      "d",
      "i"
    ],
    [
      "u",
      "s"
    ],
    [
      "r",
      "a"
    ],
    [
      "n",
      "ya"
    ],
    [
      "e",
      "b"
    ],
    [
      "as",
      "a"
    ],
    [
      "un",
      "g"
    ],
    [
      "▁",
      "("
    ],
    [
      "u",
      "m"
    ],
    [
      "p",
      "a"
    ],
    [
      "er",
      "a"
    ],
    [
      "on",
      "es"
    ],
    [
      "▁p",
      "ulau"
    ],
    [
      "i",
      "m"
    ],
    [
      "la",
      "m"
    ],
    [
      "ones",
      "ia"
    ],
    [
      "k",
      "a"
    ],
    [
      "▁",
      "i"
    ],
    [
      "▁d",
      "ari"
    ],
    [
      "▁ind",
      "onesia"
    ],
    [
      "▁p",
      "ada"
    ],
    [
      "o",
      "r"
    ],
    [
      "b",
      "u"
    ],
    [
      "▁",
      "l"
    ],
    [
      "▁m",
      "em"
    ],
    [
      "e",
      "l"
    ],
    [
      "▁b",
      "a"
    ],
    [
      "▁h",
      "ind"
    ],
    [
      "▁d",
      "a"
    ],
    [
      "g",
      "i"
    ],
    [
      "▁",
      "n"
    ],
    [
      "eng",
      "an"
    ],
    [
      ".",
      "["
    ],
    [
      "▁d",
      "engan"
    ],
    [
      "▁p",
      "en"
    ],
    [
      "▁",
      "in"
    ],
    [
      "▁s",
      "a"
    ],
    [
      "p",
      "at"
    ],
    [
      "▁",
      "j"
    ],
    [
      "▁",
      "1"
    ],
    [
      "ja",
      "an"
    ],
    [
      "k",
      "i"
    ],
    [
      "as",
      "i"
    ],
    [
      "u",
      "l"
    ],
    [
      "▁",
      "r"
    ],
    [
      "era",
      "jaan"
    ],
    [
      "▁",
      "c"
    ],
    [
      "▁hind",
      "u"
    ],
    [
      "u",
      "d"
    ],
    [
      "▁k",
      "o"
    ],
    [
      "ga",
      "i"
    ],
    [
      "▁t",
      "im"
    ],
    [
      "at",
      "a"
    ],
    [
      "an",
      "t"
    ],
    [
      "▁m",
      "er"
    ],
    [
      "▁b",
      "ah"
    ],
    [
      "e",
      "k"
    ],
    [
      "▁in",
      "i"
    ],
    [
      "▁m",
      "a"
    ],
    [
      "p",
      "i"
    ],
    [
      "▁k",
      "erajaan"
    ],
    [
      "▁",
      "w"
    ],
    [
      "ga",
      "ma"
    ],
    [
      "s",
      "i"
    ],
    [
      "▁",
      "g"
    ],
    [
      "a",
      "m"
    ],
    [
      "a",
      "l"
    ],
    [
      "▁a",
      "da"
    ],
    [
      "▁",
      "la"
    ],
    [
      "▁a",
      "gama"
    ],
    [
      "o",
      "l"
    ],
    [
      "b",
      "ang"
    ],
    [
      "▁se",
      "ba"
    ],
    [
      "▁m",
      "as"
    ],
    [
      "▁ada",
      "lah"
    ],
    [
      "r",
      "i"
    ],
    [
      "▁men",
      "g"
    ],
    [
      "an",
      "ya"
    ],
    [
      "tu",
      "k"
    ],
    [
      "ja",
      "di"
    ],
    [
      "es",
      "ar"
    ],
    [
      "▁bah",
      "asa"
    ],
    [
      "▁t",
      "e"
    ],
    [
      "t",
      "an"
    ],
    [
      "a",
      "k"
    ],
    [
      "ah",
      "un"
    ],
    [
      "▁ke",
      "-"
    ],
    [
      "▁s",
      "un"
    ],
    [
      "i",
      "r"
    ],
    [
      "▁t",
      "ahun"
    ],
    [
      "▁w",
      "i"
    ],
    [
      "s",
      "a"
    ],
    [
      "u",
      "h"
    ],
    [
      "▁pen",
      "d"
    ],
    [
      "▁tim",
      "ur"
    ],
    [
      "▁i",
      "tu"
    ],
    [
      "▁k",
      "a"
    ],
    [
      "la",
      "y"
    ],
    [
      "p",
      "er"
    ],
    [
      "▁",
      "is"
    ],
    [
      "k",
      "ar"
    ],
    [
      "ar",
      "at"
    ],
    [
      "ba",
      "d"
    ],
    [
      "▁men",
      "jadi"
    ],
    [
      "e",
      "g"
    ],
    [
      "▁seba",
      "gai"
    ],
    [
      "▁b",
      "esar"
    ],
    [
      "o",
      "m"
    ],
    [
      "l",
      "an"
    ],
    [
      "o",
      "k"
    ],
    [
      "▁ba",
      "w"
    ],
    [
      "o",
      "g"
    ],
    [
      "▁ko",
      "ta"
    ],
    [
      "ud",
      "uk"
    ],
    [
      "o",
      "s"
    ],
    [
      "eb",
      "ut"
    ],
    [
      "▁a",
      "bad"
    ],
    [
      "i",
      "k"
    ],
    [
      "at",
      "u"
    ],
    [
      "em",
      "u"
    ],
    [
      "an",
      "da"
    ],
    [
      "i",
      "h"
    ],
    [
      "▁da",
      "lam"
    ],
    [
      "ah",
      "an"
    ],
    [
      "kar",
      "ta"
    ],
    [
      "ur",
      "a"
    ],
    [
      "ar",
      "an"
    ],
    [
      "▁pend",
      "uduk"
    ],
    [
      "▁",
      "un"
    ],
    [
      "▁t",
      "i"
    ],
    [
      "un",
      "ung"
    ],
    [
      "▁t",
      "eng"
    ]
  ],
  "config": {
    "vocabSize": 300,
    "minFrequency": 1,
    "specialTokens": [
      "<PAD>",
      "<UNK>",
      "<BOS>",
      "<EOS>",
      "<PAD>",
      "<UNK>",
      "<BOS>",
      "<EOS>",
      "<PAD>",
      "<UNK>",
      "<BOS>",
      "<EOS>",
      "<PAD>",
      "<UNK>",
      "<BOS>",
      "<EOS>",
      "<PAD>",
      "<UNK>",
      "<BOS>",
      "<EOS>",
      "<PAD>",
      "<UNK>",
      "<BOS>",
      "<EOS>"
    ]
  }
}