{
  "vocab": {
    "0": 40,
    "1": 38,
    "2": 47,
    "3": 50,
    "4": 48,
    "5": 39,
    "6": 41,
    "7": 44,
    "8": 51,
    "9": 53,
    "13": 738,
    "20": 327,
    "91": 979,
    "<PAD>": 0,
    "<UNK>": 1,
    "<BOS>": 2,
    "<EOS>": 3,
    "▁": 4,
    "p": 5,
    "a": 6,
    "d": 7,
    "z": 8,
    "m": 9,
    "n": 10,
    "h": 11,
    "u": 12,
    "l": 13,
    ",": 14,
    "i": 15,
    "s": 16,
    "e": 17,
    "o": 18,
    "r": 19,
    "g": 20,
    "j": 21,
    "k": 22,
    "b": 23,
    "y": 24,
    "w": 25,
    "t": 26,
    ".": 27,
    "c": 28,
    "-": 29,
    "f": 30,
    "(": 31,
    ")": 32,
    "{": 33,
    "_": 34,
    "}": 35,
    ":": 36,
    "\"": 37,
    "°": 42,
    "′": 43,
    "[": 45,
    "]": 46,
    "%": 49,
    "•": 52,
    "/": 54,
    "$": 55,
    "·": 56,
    "+": 57,
    "²": 58,
    "v": 59,
    "–": 60,
    ";": 61,
    "ë": 62,
    "x": 63,
    "ú": 64,
    "ā": 65,
    "ī": 66,
    "=": 67,
    "q": 68,
    "爪": 69,
    "哇": 70,
    "阇": 71,
    "婆": 72,
    "ó": 73,
    "ا": 74,
    "ل": 75,
    "ز": 76,
    "ب": 77,
    "ج": 78,
    "ш": 79,
    "а": 80,
    "б": 81,
    "й": 82,
    "т": 83,
    "е": 84,
    "š": 85,
    "ꦲ": 86,
    "ꦤ": 87,
    "ꦕ": 88,
    "ꦫ": 89,
    "ꦏ": 90,
    "꧀": 91,
    "ᮃ": 92,
    "ᮊ": 93,
    "᮪": 94,
    "ᮞ": 95,
    "ᮛ": 96,
    "ᮥ": 97,
    "ᮔ": 98,
    "ᮓ": 99,
    "ᮘ": 100,
    "í": 101,
    "ǐ": 102,
    "!": 103,
    "→": 104,
    "&": 105,
    "an": 106,
    "▁d": 107,
    "er": 108,
    "▁p": 109,
    "ar": 110,
    "▁b": 111,
    "▁s": 112,
    "▁m": 113,
    "en": 114,
    "la": 115,
    "▁k": 116,
    "in": 117,
    "▁t": 118,
    "ang": 119,
    "ja": 120,
    "at": 121,
    "un": 122,
    "▁di": 123,
    "ah": 124,
    "as": 125,
    "da": 126,
    "wa": 127,
    "em": 128,
    "ya": 129,
    "▁ja": 130,
    "▁se": 131,
    "▁a": 132,
    "▁dan": 133,
    "ga": 134,
    "is": 135,
    "kan": 136,
    "ia": 137,
    "▁ke": 138,
    "ta": 139,
    "▁jawa": 140,
    "es": 141,
    "ind": 142,
    "▁y": 143,
    "▁men": 144,
    "on": 145,
    "▁ber": 146,
    "▁yang": 147,
    "tu": 148,
    "▁h": 149,
    "ara": 150,
    "ula": 151,
    "▁ter": 152,
    "eng": 153,
    "ma": 154,
    "ba": 155,
    "ur": 156,
    "ut": 157,
    "▁per": 158,
    "lah": 159,
    "li": 160,
    "ulau": 161,
    "ing": 162,
    "ari": 163,
    "ada": 164,
    "ti": 165,
    "uk": 166,
    "▁ind": 167,
    "di": 168,
    "us": 169,
    "ra": 170,
    "nya": 171,
    "eb": 172,
    "asa": 173,
    "ung": 174,
    "▁(": 175,
    "um": 176,
    "pa": 177,
    "era": 178,
    "ones": 179,
    "▁pulau": 180,
    "im": 181,
    "lam": 182,
    "onesia": 183,
    "ka": 184,
    "▁i": 185,
    "▁dari": 186,
    "▁indonesia": 187,
    "▁pada": 188,
    "or": 189,
    "bu": 190,
    "▁l": 191,
    "▁mem": 192,
    "el": 193,
    "▁ba": 194,
    "▁hind": 195,
    "▁da": 196,
    "gi": 197,
    "▁n": 198,
    "engan": 199,
    ".[": 200,
    "▁dengan": 201,
    "▁pen": 202,
    "▁in": 203,
    "▁sa": 204,
    "pat": 205,
    "▁j": 206,
    "▁1": 207,
    "jaan": 208,
    "ki": 209,
    "asi": 210,
    "ul": 211,
    "▁r": 212,
    "erajaan": 213,
    "▁c": 214,
    "▁hindu": 215,
    "ud": 216,
    "▁ko": 217,
    "gai": 218,
    "▁tim": 219,
    "ata": 220,
    "ant": 221,
    "▁mer": 222,
    "▁bah": 223,
    "ek": 224,
    "▁ini": 225,
    "▁ma": 226,
    "pi": 227,
    "▁kerajaan": 228,
    "▁w": 229,
    "gama": 230,
    "si": 231,
    "▁g": 232,
    "am": 233,
    "al": 234,
    "▁ada": 235,
    "▁la": 236,
    "▁agama": 237,
    "ol": 238,
    "bang": 239,
    "▁seba": 240,
    "▁mas": 241,
    "▁adalah": 242,
    "ri": 243,
    "▁meng": 244,
    "anya": 245,
    "tuk": 246,
    "jadi": 247,
    "esar": 248,
    "▁bahasa": 249,
    "▁te": 250,
    "tan": 251,
    "ak": 252,
    "ahun": 253,
    "▁ke-": 254,
    "▁sun": 255,
    "ir": 256,
    "▁tahun": 257,
    "▁wi": 258,
    "sa": 259,
    "uh": 260,
    "▁pend": 261,
    "▁timur": 262,
    "▁itu": 263,
    "▁ka": 264,
    "lay": 265,
    "per": 266,
    "▁is": 267,
    "kar": 268,
    "arat": 269,
    "bad": 270,
    "▁menjadi": 271,
    "eg": 272,
    "▁sebagai": 273,
    "▁besar": 274,
    "om": 275,
    "lan": 276,
    "ok": 277,
    "▁baw": 278,
    "og": 279,
    "▁kota": 280,
    "uduk": 281,
    "os": 282,
    "ebut": 283,
    "▁abad": 284,
    "ik": 285,
    "atu": 286,
    "emu": 287,
    "anda": 288,
    "ih": 289,
    "▁dalam": 290,
    "ahan": 291,
    "karta": 292,
    "ura": 293,
    "aran": 294,
    "▁penduduk": 295,
    "▁un": 296,
    "▁ti": 297,
    "unung": 298,
    "▁teng": 299,
    "▁ju": 300,
    "▁meru": 301,
    "▁memb": 302,
    "ub": 303,
    "tama": 304,
    "▁pem": 305,
    "▁pr": 306,
    "itu": 307,
    "▁barat": 308,
    "▁wilay": 309,
    "▁wilayah": 310,
    "orang": 311,
    "▁ra": 312,
    "▁kep": 313,
    "tik": 314,
    "ed": 315,
    "et": 316,
    "▁peng": 317,
    "▁sela": 318,
    "▁bu": 319,
    "gian": 320,
    "eh": 321,
    "▁merupa": 322,
    "▁merupakan": 323,
    "▁untuk": 324,
    "eta": 325,
    "it": 326,
    "sebut": 328,
    "▁ak": 329,
    "ela": 330,
    "eka": 331,
    "ingga": 332,
    "erah": 333,
    "tar": 334,
    "daya": 335,
    "ial": 336,
    "▁juga": 337,
    "ha": 338,
    "kat": 339,
    "an,": 340,
    "ua": 341,
    "dapat": 342,
    "ana": 343,
    "▁\"": 344,
    "▁islam": 345,
    "antara": 346,
    "▁ya": 347,
    "▁bel": 348,
    "id": 349,
    "ama": 350,
    "jak": 351,
    "uj": 352,
    "▁gunung": 353,
    "ist": 354,
    "▁ke-1": 355,
    "▁belanda": 356,
    "▁jawa,": 357,
    "embang": 358,
    "▁ata": 359,
    "▁atau": 360,
    "▁sem": 361,
    "ca": 362,
    "egara": 363,
    "erta": 364,
    "▁seb": 365,
    ".[1": 366,
    "▁telah": 367,
    "pan": 368,
    "▁bawang": 369,
    "ili": 370,
    "▁berk": 371,
    "▁meny": 372,
    "il": 373,
    "▁po": 374,
    "▁pan": 375,
    "▁sunda": 376,
    "ism": 377,
    "angan": 378,
    "-k": 379,
    "lu": 380,
    "anyak": 381,
    "cara": 382,
    "▁terb": 383,
    "▁daerah": 384,
    "00": 385,
    "pah": 386,
    "▁masa": 387,
    "▁pa": 388,
    "dak": 389,
    "isi": 390,
    "▁timun": 391,
    "lih": 392,
    "▁negara": 393,
    "isme": 394,
    "oleh": 395,
    "),": 396,
    "▁tersebut": 397,
    "▁ibu": 398,
    "ong": 399,
    "jar": 400,
    "▁leb": 401,
    "isa": 402,
    "int": 403,
    "▁budaya": 404,
    "atan": 405,
    "▁lain": 406,
    "ep": 407,
    "angga": 408,
    "▁ut": 409,
    "▁utara": 410,
    "uku": 411,
    "▁tengah": 412,
    "▁sang": 413,
    "▁mereka": 414,
    "▁terdapat": 415,
    "▁banyak": 416,
    "ji": 417,
    "ber": 418,
    "ran": 419,
    "▁19": 420,
    "▁oleh": 421,
    "entuk": 422,
    "▁yaitu": 423,
    "pun": 424,
    "utama": 425,
    "ent": 426,
    "▁saat": 427,
    "▁ar": 428,
    "pai": 429,
    "▁sejak": 430,
    "empat": 431,
    "wal": 432,
    "olo": 433,
    "edia": 434,
    "▁beb": 435,
    ").": 436,
    "▁jakarta": 437,
    "▁3": 438,
    "▁pro": 439,
    "ota": 440,
    "ting": 441,
    "▁kepulau": 442,
    "▁kepulauan": 443,
    "▁seki": 444,
    "▁sekitar": 445,
    "ku": 446,
    "ati": 447,
    "▁sangat": 448,
    "▁sam": 449,
    "temu": 450,
    "elah": 451,
    "▁mel": 452,
    "▁dat": 453,
    "▁kem": 454,
    "▁pemer": 455,
    "end": 456,
    "▁f": 457,
    "▁as": 458,
    "etn": 459,
    "▁india": 460,
    "ban": 461,
    "▁an": 462,
    "▁mend": 463,
    "han": 464,
    "utan": 465,
    "▁memili": 466,
    "▁memiliki": 467,
    "▁satu": 468,
    "▁lu": 469,
    "fi": 470,
    "▁pemerint": 471,
    "lihat": 472,
    "dura": 473,
    "dang": 474,
    "▁para": 475,
    "▁serta": 476,
    "diri": 477,
    "lur": 478,
    "unan": 479,
    "dha": 480,
    "▁dapat": 481,
    ".[4": 482,
    "▁sungai": 483,
    "▁sebu": 484,
    "▁sebuah": 485,
    "ke": 486,
    "▁tidak": 487,
    "▁can": 488,
    "tim": 489,
    "ew": 490,
    "bah": 491,
    "una": 492,
    "lik": 493,
    "mi": 494,
    "▁etn": 495,
    "▁madura": 496,
    "▁ting": 497,
    "▁20": 498,
    "▁secara": 499,
    "▁hindia": 500,
    "umlah": 501,
    "▁hingga": 502,
    "▁bang": 503,
    "usat": 504,
    "▁bagian": 505,
    "isah": 506,
    "▁bali": 507,
    "ogya": 508,
    "ogyakarta": 509,
    "▁ker": 510,
    "▁seorang": 511,
    "uan": 512,
    "▁put": 513,
    "▁putih": 514,
    "▁su": 515,
    "inya": 516,
    "▁teta": 517,
    "jo": 518,
    "▁nama": 519,
    "arkan": 520,
    "ampi": 521,
    "hir": 522,
    "▁awal": 523,
    "jarah": 524,
    "bi": 525,
    "guna": 526,
    "▁lebih": 527,
    "▁kes": 528,
    "▁pra": 529,
    "▁2": 530,
    "▁nus": 531,
    "▁nusantara": 532,
    "atas": 533,
    "▁kol": 534,
    "yara": 535,
    "yarakat": 536,
    "▁pop": 537,
    "▁sebagian": 538,
    "▁jawa.": 539,
    "▁yogyakarta": 540,
    "▁aks": 541,
    "▁tra": 542,
    "▁z": 543,
    "i,": 544,
    "eri": 545,
    "▁ha": 546,
    "▁ban": 547,
    "ungk": 548,
    "▁pertama": 549,
    "▁ked": 550,
    "ologi": 551,
    "eks": 552,
    "▁indonesia,": 553,
    "onal": 554,
    "▁me": 555,
    "▁indonesia.": 556,
    "▁laut": 557,
    "▁salah": 558,
    "▁18": 559,
    "▁bangsa": 560,
    "▁orang": 561,
    "▁suku": 562,
    "perti": 563,
    "▁berkembang": 564,
    "▁kolon": 565,
    "▁kolonial": 566,
    "ulai": 567,
    "asal": 568,
    "▁bera": 569,
    "▁bebera": 570,
    "▁beberapa": 571,
    ".[5": 572,
    "-p": 573,
    "▁aksara": 574,
    "▁trad": 575,
    "▁tradisi": 576,
    "▁masyarakat": 577,
    "▁maja": 578,
    "▁majapah": 579,
    "▁majapahit": 580,
    "▁panta": 581,
    "emp": 582,
    "▁dia": 583,
    "ian": 584,
    "▁tetapi": 585,
    "▁but": 586,
    "▁buto": 587,
    "▁ijo": 588,
    "▁tengg": 589,
    "ump": 590,
    "▁pemerintahan": 591,
    "▁lihat": 592,
    "de": 593,
    "1]": 594,
    "2]": 595,
    "tif": 596,
    "bagai": 597,
    "8]": 598,
    "▁dun": 599,
    "▁dunia": 600,
    "▁jumlah": 601,
    "ang,": 602,
    "▁diangga": 603,
    "▁dianggap": 604,
    "▁seperti": 605,
    "nya,": 606,
    "▁perk": 607,
    "▁etnis": 608,
    "▁kata": 609,
    "arti": 610,
    "▁diper": 611,
    "▁ia": 612,
    "▁popula": 613,
    "▁populasi": 614,
    "▁kisah": 615,
    "▁bant": 616,
    "▁si": 617,
    "▁candi": 618,
    "▁pantai": 619,
    "aman": 620,
    "▁anak": 621,
    "▁bern": 622,
    "oh": 623,
    "▁menc": 624,
    "▁ag": 625,
    "▁wa": 626,
    "▁luas": 627,
    "▁e": 628,
    "▁sejarah": 629,
    "▁pula": 630,
    "laman": 631,
    "▁sum": 632,
    "▁5": 633,
    "▁bud": 634,
    "▁kon": 635,
    "▁-": 636,
    "▁tinggi": 637,
    "7]": 638,
    "▁situ": 639,
    "▁situs": 640,
    "▁antara": 641,
    "▁pal": 642,
    "▁paling": 643,
    "aruh": 644,
    "dag": 645,
    "▁sebel": 646,
    "▁sebelum": 647,
    "-bu": 648,
    "▁berbagai": 649,
    "bangun": 650,
    "▁prov": 651,
    "▁provin": 652,
    "▁provinsi": 653,
    "▁menca": 654,
    "▁berarti": 655,
    "▁dua": 656,
    ".[2": 657,
    "isan": 658,
    "ungan": 659,
    "▁utama": 660,
    "tur": 661,
    "▁banten": 662,
    ".[3": 663,
    "mas": 664,
    "jang": 665,
    "▁saka": 666,
    "u,": 667,
    "▁bernama": 668,
    "▁merah": 669,
    "▁kepada": 670,
    "▁set": 671,
    "▁rum": 672,
    "▁itu,": 673,
    "▁nen": 674,
    "▁nenek": 675,
    "▁keti": 676,
    "▁bi": 677,
    "hasi": 678,
    "hasil": 679,
    "▁ge": 680,
    "ogra": 681,
    "litik": 682,
    "pedia": 683,
    "▁en": 684,
    "ean": 685,
    "▁6": 686,
    "-r": 687,
    "▁lainnya": 688,
    "▁•": 689,
    "pr": 690,
    "5]": 691,
    "ena": 692,
    "▁asia": 693,
    "▁berada": 694,
    "▁ben": 695,
    "ust": 696,
    "entang": 697,
    "▁v": 698,
    "▁pers": 699,
    "▁um": 700,
    "ch": 701,
    "-s": 702,
    "▁pes": 703,
    "▁ini,": 704,
    "▁dataran": 705,
    "▁pusat": 706,
    "▁ditemu": 707,
    "▁ditemukan": 708,
    "inan": 709,
    "▁kar": 710,
    "▁kerajaan-k": 711,
    "▁kerajaan-kerajaan": 712,
    "▁keku": 713,
    "asan": 714,
    "ireb": 715,
    "irebon": 716,
    "baya": 717,
    "sama": 718,
    "▁hanya": 719,
    "▁sampai": 720,
    "▁sen": 721,
    "▁hutan": 722,
    "usan": 723,
    "▁jar": 724,
    "▁menga": 725,
    "rans": 726,
    "▁dem": 727,
    "▁(d": 728,
    "▁kun": 729,
    "▁kuno": 730,
    "▁(s": 731,
    "▁ad": 732,
    "▁7": 733,
    "▁kel": 734,
    "▁hinduisme": 735,
    "▁1.": 736,
    "▁202": 737,
    "9]": 739,
    "▁selain": 740,
    "▁berd": 741,
    "▁perdag": 742,
    "wi": 743,
    "▁mo": 744,
    "▁pe": 745,
    "esi": 746,
    "ni": 747,
    "▁bawah": 748,
    "▁membentuk": 749,
    "▁mencapai": 750,
    "gunakan": 751,
    "▁selatan": 752,
    "▁ini.": 753,
    "▁tengah,": 754,
    "va": 755,
    "masuk": 756,
    "aha": 757,
    "wan": 758,
    "▁mes": 759,
    "▁meski": 760,
    "ulan": 761,
    "▁buddha": 762,
    "▁peny": 763,
    "ten": 764,
    "▁terjadi": 765,
    "▁pura": 766,
    "idu": 767,
    "▁baik": 768,
    "▁ib": 769,
    "▁rumah": 770,
    "▁seh": 771,
    "▁ketika": 772,
    "▁mela": 773,
    "▁lah": 774,
    "pad": 775,
    "▁sud": 776,
    "▁ga": 777,
    "aram": 778,
    "▁berp": 779,
    "unc": 780,
    "▁masi": 781,
    "por": 782,
    "▁ri": 783,
    "▁kec": 784,
    "▁o": 785,
    "jawa": 786,
    "omp": 787,
    "ompok": 788,
    "3]": 789,
    "▁8": 790,
    "0,": 791,
    "iden": 792,
    "art": 793,
    "▁dew": 794,
    "▁(ke": 795,
    "ral": 796,
    "6]": 797,
    "▁sedang": 798,
    "ern": 799,
    "▁os": 800,
    "▁disebut": 801,
    "lim": 802,
    "▁umum": 803,
    "▁bar": 804,
    "▁tiong": 805,
    "▁perdagangan": 806,
    "▁er": 807,
    "▁atas": 808,
    "caya": 809,
    "-bud": 810,
    "▁setelah": 811,
    "▁kebu": 812,
    "empah": 813,
    "▁mulai": 814,
    "▁lo": 815,
    "▁loka": 816,
    "▁berasal": 817,
    "▁jalur": 818,
    "ultan": 819,
    "ultanan": 820,
    "▁termasuk": 821,
    "▁terutama": 822,
    "▁tan": 823,
    "▁aji": 824,
    "panjang": 825,
    "isir": 826,
    "▁huj": 827,
    "▁hujan": 828,
    "▁kom": 829,
    "ubungan": 830,
    "▁meskipun": 831,
    "▁kekuasa": 832,
    "▁kekuasaan": 833,
    "▁mus": 834,
    "0-": 835,
    "▁cirebon": 836,
    "urabaya": 837,
    "▁dep": 838,
    "dung": 839,
    "▁bersama": 840,
    "unya": 841,
    "▁hari": 842,
    "uka": 843,
    "ci": 844,
    "▁bahwa": 845,
    "▁terl": 846,
    "▁sudah": 847,
    "usia": 848,
    "▁bungk": 849,
    "▁bungkusan": 850,
    "▁ji": 851,
    "▁datang": 852,
    "▁berhasil": 853,
    "▁hampi": 854,
    "▁hampir": 855,
    "ekon": 856,
    "ekonom": 857,
    "▁trans": 858,
    "▁tampi": 859,
    "▁kecil": 860,
    "lo": 861,
    "ans": 862,
    "▁kelompok": 863,
    "▁(20": 864,
    "▁4": 865,
    "7,": 866,
    "▁kat": 867,
    "▁194": 868,
    "▁km": 869,
    "4]": 870,
    "▁(ke-": 871,
    "enai": 872,
    "te": 873,
    "orm": 874,
    "▁kemu": 875,
    "▁kemudi": 876,
    "▁tenggara": 877,
    "etak": 878,
    "▁sehingga": 879,
    "ina": 880,
    "man": 881,
    "▁berdas": 882,
    "▁baru": 883,
    "▁perada": 884,
    "▁peradaban": 885,
    "▁sist": 886,
    "▁sistem": 887,
    "▁belanda,": 888,
    "▁penting": 889,
    "jaran": 890,
    "▁terh": 891,
    "percaya": 892,
    "6.": 893,
    "▁lokal": 894,
    "juk": 895,
    "gr": 896,
    "ulkan": 897,
    "▁terbentuk": 898,
    "itas": 899,
    "▁timur.": 900,
    "▁hindu-bud": 901,
    "▁hindu-buddha": 902,
    "bahasa": 903,
    "▁barat,": 904,
    "▁menyebut": 905,
    "vi": 906,
    "▁padi": 907,
    "▁pengaruh": 908,
    "▁par": 909,
    "imp": 910,
    "▁sisa": 911,
    "▁sepanjang": 912,
    "und": 913,
    "▁pesisir": 914,
    "▁ant": 915,
    "▁antar": 916,
    "▁jalan": 917,
    "uasa": 918,
    "buhan": 919,
    "▁ters": 920,
    "▁kas": 921,
    "▁kereta": 922,
    "▁tempat": 923,
    "▁kaw": 924,
    "▁kawasan": 925,
    "osen": 926,
    "▁kota-k": 927,
    "▁kota-kota": 928,
    "▁zaman": 929,
    "ahul": 930,
    "▁mis": 931,
    "▁memban": 932,
    "▁membantu": 933,
    "▁memba": 934,
    "▁labu": 935,
    "jut": 936,
    "▁em": 937,
    "▁emas": 938,
    "▁raya": 939,
    "▁ing": 940,
    "▁kala": 941,
    "ubah": 942,
    "▁des": 943,
    "i.": 944,
    "▁kepad": 945,
    "▁akan": 946,
    "▁tum": 947,
    "▁tumbu": 948,
    "▁tumbuh": 949,
    "▁menye": 950,
    "▁kedua": 951,
    "▁masih": 952,
    "▁terus": 953,
    "akhir": 954,
    "bali": 955,
    "ukan": 956,
    "ografi": 957,
    "▁politik": 958,
    "tasi": 959,
    "ef": 960,
    "▁halaman": 961,
    "▁sumber": 962,
    "yat": 963,
    "▁war": 964,
    "na": 965,
    "▁wiki": 966,
    "▁wikipedia": 967,
    "▁nasi": 968,
    "▁nasional": 969,
    "▁terbesar": 970,
    "▁res": 971,
    "▁resmi": 972,
    "▁kato": 973,
    "▁katolik": 974,
    "▁pres": 975,
    "▁presiden": 976,
    "tus": 977,
    "ase": 978,
    "▁inf": 980,
    "▁uj": 981,
    "▁ujung": 982,
    "▁darat": 983,
    "ro": 984,
    "▁kh": 985,
    ").[1": 986,
    "▁mul": 987,
    "▁berdasarkan": 988,
    "tikan": 989,
    "6,": 990,
    "▁dip": 991,
    "upun": 992,
    "emb": 993,
    "▁ero": 994,
    "▁eropa": 995,
    "▁nusantara.": 996,
    "▁terhada": 997,
    "▁terhadap": 998,
    "▁kepercaya": 999
  },
  "merges": [
    [
      "a",
      "n"
    ],
    [
      "▁",
      "d"
    ],
    [
      "e",
      "r"
    ],
    [
      "▁",
      "p"
    ],
    [
      "a",
      "r"
    ],
    [
      "▁",
      "b"
    ],
    [
      "▁",
      "s"
    ],
    [
      "▁",
      "m"
    ],
    [
      "e",
      "n"
    ],
    [
      "l",
      "a"
    ],
    [
      "▁",
      "k"
    ],
    [
      "i",
      "n"
    ],
    [
      "▁",
      "t"
    ],
    [
      "an",
      "g"
    ],
    [
      "j",
      "a"
    ],
    [
      "a",
      "t"
    ],
    [
      "u",
      "n"
    ],
    [
      "▁d",
      "i"
    ],
    [
      "a",
      "h"
    ],
    [
      "a",
      "s"
    ],
    [
      "d",
      "a"
    ],
    [
      "w",
      "a"
    ],
    [
      "e",
      "m"
    ],
    [
      "y",
      "a"
    ],
    [
      "▁",
      "ja"
    ],
    [
      "▁s",
      "e"
    ],
    [
      "▁",
      "a"
    ],
    [
      "▁d",
      "an"
    ],
    [
      "g",
      "a"
    ],
    [
      "i",
      "s"
    ],
    [
      "k",
      "an"
    ],
    [
      "i",
      "a"
    ],
    [
      "▁k",
      "e"
    ],
    [
      "t",
      "a"
    ],
    [
      "▁ja",
      "wa"
    ],
    [
      "e",
      "s"
    ],
    [
      "in",
      "d"
    ],
    [
      "▁",
      "y"
    ],
    [
      "▁m",
      "en"
    ],
    [
      "o",
      "n"
    ],
    [
      "▁b",
      "er"
    ],
    [
      "▁y",
      "ang"
    ],
    [
      "t",
      "u"
    ],
    [
      "▁",
      "h"
    ],
    [
      "ar",
      "a"
    ],
    [
      "u",
      "la"
    ],
    [
      "▁t",
      "er"
    ],
    [
      "en",
      "g"
    ],
    [
      "m",
      "a"
    ],
    [
      "b",
      "a"
    ],
    [
      "u",
      "r"
    ],
    [
      "u",
      "t"
    ],
    [
      "▁p",
      "er"
    ],
    [
      "la",
      "h"
    ],
    [
      "l",
      "i"
    ],
    [
      "ula",
      "u"
    ],
    [
      "in",
      "g"
    ],
    [
      "ar",
      "i"
    ],
    [
      "a",
      "da"
    ],
    [
      "t",
      "i"
    ],
    [
      "u",
      "k"
    ],
    [
      "▁",
      "ind"
    ],
    [
      "d",
      "i"
    ],
    [
      "u",
      "s"
    ],
    [
      "r",
      "a"
    ],
    [
      "n",
      "ya"
    ],
    [
      "e",
      "b"
    ],
    [
      "as",
      "a"
    ],
    [
      "un",
      "g"
    ],
    [
      "▁",
      "("
    ],
    [
      "u",
      "m"
    ],
    [
      "p",
      "a"
    ],
    [
      "er",
      "a"
    ],
    [
      "on",
      "es"
    ],
    [
      "▁p",
      "ulau"
    ],
    [
      "i",
      "m"
    ],
    [
      "la",
      "m"
    ],
    [
      "ones",
      "ia"
    ],
    [
      "k",
      "a"
    ],
    [
      "▁",
      "i"
    ],
    [
      "▁d",
      "ari"
    ],
    [
      "▁ind",
      "onesia"
    ],
    [
      "▁p",
      "ada"
    ],
    [
      "o",
      "r"
    ],
    [
      "b",
      "u"
    ],
    [
      "▁",
      "l"
    ],
    [
      "▁m",
      "em"
    ],
    [
      "e",
      "l"
    ],
    [
      "▁b",
      "a"
    ],
    [
      "▁h",
      "ind"
    ],
    [
      "▁d",
      "a"
    ],
    [
      "g",
      "i"
    ],
    [
      "▁",
      "n"
    ],
    [
      "eng",
      "an"
    ],
    [
      ".",
      "["
    ],
    [
      "▁d",
      "engan"
    ],
    [
      "▁p",
      "en"
    ],
    [
      "▁",
      "in"
    ],
    [
      "▁s",
      "a"
    ],
    [
      "p",
      "at"
    ],
    [
      "▁",
      "j"
    ],
    [
      "▁",
      "1"
    ],
    [
      "ja",
      "an"
    ],
    [
      "k",
      "i"
    ],
    [
      "as",
      "i"
    ],
    [
      "u",
      "l"
    ],
    [
      "▁",
      "r"
    ],
    [
      "era",
      "jaan"
    ],
    [
      "▁",
      "c"
    ],
    [
      "▁hind",
      "u"
    ],
    [
      "u",
      "d"
    ],
    [
      "▁k",
      "o"
    ],
    [
      "ga",
      "i"
    ],
    [
      "▁t",
      "im"
    ],
    [
      "at",
      "a"
    ],
    [
      "an",
      "t"
    ],
    [
      "▁m",
      "er"
    ],
    [
      "▁b",
      "ah"
    ],
    [
      "e",
      "k"
    ],
    [
      "▁in",
      "i"
    ],
    [
      "▁m",
      "a"
    ],
    [
      "p",
      "i"
    ],
    [
      "▁k",
      "erajaan"
    ],
    [
      "▁",
      "w"
    ],
    [
      "ga",
      "ma"
    ],
    [
      "s",
      "i"
    ],
    [
      "▁",
      "g"
    ],
    [
      "a",
      "m"
    ],
    [
      "a",
      "l"
    ],
    [
      "▁a",
      "da"
    ],
    [
      "▁",
      "la"
    ],
    [
      "▁a",
      "gama"
    ],
    [
      "o",
      "l"
    ],
    [
      "b",
      "ang"
    ],
    [
      "▁se",
      "ba"
    ],
    [
      "▁m",
      "as"
    ],
    [
      "▁ada",
      "lah"
    ],
    [
      "r",
      "i"
    ],
    [
      "▁men",
      "g"
    ],
    [
      "an",
      "ya"
    ],
    [
      "tu",
      "k"
    ],
    [
      "ja",
      "di"
    ],
    [
      "es",
      "ar"
    ],
    [
      "▁bah",
      "asa"
    ],
    [
      "▁t",
      "e"
    ],
    [
      "t",
      "an"
    ],
    [
      "a",
      "k"
    ],
    [
      "ah",
      "un"
    ],
    [
      "▁ke",
      "-"
    ],
    [
      "▁s",
      "un"
    ],
    [
      "i",
      "r"
    ],
    [
      "▁t",
      "ahun"
    ],
    [
      "▁w",
      "i"
    ],
    [
      "s",
      "a"
    ],
    [
      "u",
      "h"
    ],
    [
      "▁pen",
      "d"
    ],
    [
      "▁tim",
      "ur"
    ],
    [
      "▁i",
      "tu"
    ],
    [
      "▁k",
      "a"
    ],
    [
      "la",
      "y"
    ],
    [
      "p",
      "er"
    ],
    [
      "▁",
      "is"
    ],
    [
      "k",
      "ar"
    ],
    [
      "ar",
      "at"
    ],
    [
      "ba",
      "d"
    ],
    [
      "▁men",
      "jadi"
    ],
    [
      "e",
      "g"
    ],
    [
      "▁seba",
      "gai"
    ],
    [
      "▁b",
      "esar"
    ],
    [
      "o",
      "m"
    ],
    [
      "l",
      "an"
    ],
    [
      "o",
      "k"
    ],
    [
      "▁ba",
      "w"
    ],
    [
      "o",
      "g"
    ],
    [
      "▁ko",
      "ta"
    ],
    [
      "ud",
      "uk"
    ],
    [
      "o",
      "s"
    ],
    [
      "eb",
      "ut"
    ],
    [
      "▁a",
      "bad"
    ],
    [
      "i",
      "k"
    ],
    [
      "at",
      "u"
    ],
    [
      "em",
      "u"
    ],
    [
      "an",
      "da"
    ],
    [
      "i",
      "h"
    ],
    [
      "▁da",
      "lam"
    ],
    [
      "ah",
      "an"
    ],
    [
      "kar",
      "ta"
    ],
    [
      "ur",
      "a"
    ],
    [
      "ar",
      "an"
    ],
    [
      "▁pend",
      "uduk"
    ],
    [
      "▁",
      "un"
    ],
    [
      "▁t",
      "i"
    ],
    [
      "un",
      "ung"
    ],
    [
      "▁t",
      "eng"
    ],
    [
      "▁j",
      "u"
    ],
    [
      "▁mer",
      "u"
    ],
    [
      "▁mem",
      "b"
    ],
    [
      "u",
      "b"
    ],
    [
      "ta",
      "ma"
    ],
    [
      "▁p",
      "em"
    ],
    [
      "▁p",
      "r"
    ],
    [
      "i",
      "tu"
    ],
    [
      "▁b",
      "arat"
    ],
    [
      "▁wi",
      "lay"
    ],
    [
      "▁wilay",
      "ah"
    ],
    [
      "or",
      "ang"
    ],
    [
      "▁",
      "ra"
    ],
    [
      "▁ke",
      "p"
    ],
    [
      "ti",
      "k"
    ],
    [
      "e",
      "d"
    ],
    [
      "e",
      "t"
    ],
    [
      "▁p",
      "eng"
    ],
    [
      "▁se",
      "la"
    ],
    [
      "▁b",
      "u"
    ],
    [
      "gi",
      "an"
    ],
    [
      "e",
      "h"
    ],
    [
      "▁meru",
      "pa"
    ],
    [
      "▁merupa",
      "kan"
    ],
    [
      "▁un",
      "tuk"
    ],
    [
      "e",
      "ta"
    ],
    [
      "i",
      "t"
    ],
    [
      "2",
      "0"
    ],
    [
      "s",
      "ebut"
    ],
    [
      "▁a",
      "k"
    ],
    [
      "e",
      "la"
    ],
    [
      "e",
      "ka"
    ],
    [
      "ing",
      "ga"
    ],
    [
      "er",
      "ah"
    ],
    [
      "t",
      "ar"
    ],
    [
      "da",
      "ya"
    ],
    [
      "ia",
      "l"
    ],
    [
      "▁ju",
      "ga"
    ],
    [
      "h",
      "a"
    ],
    [
      "k",
      "at"
    ],
    [
      "an",
      ","
    ],
    [
      "u",
      "a"
    ],
    [
      "da",
      "pat"
    ],
    [
      "an",
      "a"
    ],
    [
      "▁",
      "\""
    ],
    [
      "▁is",
      "lam"
    ],
    [
      "ant",
      "ara"
    ],
    [
      "▁",
      "ya"
    ],
    [
      "▁b",
      "el"
    ],
    [
      "i",
      "d"
    ],
    [
      "a",
      "ma"
    ],
    [
      "ja",
      "k"
    ],
    [
      "u",
      "j"
    ],
    [
      "▁g",
      "unung"
    ],
    [
      "is",
      "t"
    ],
    [
      "▁ke-",
      "1"
    ],
    [
      "▁bel",
      "anda"
    ],
    [
      "▁jawa",
      ","
    ],
    [
      "em",
      "bang"
    ],
    [
      "▁",
      "ata"
    ],
    [
      "▁ata",
      "u"
    ],
    [
      "▁s",
      "em"
    ],
    [
      "c",
      "a"
    ],
    [
      "eg",
      "ara"
    ],
    [
      "er",
      "ta"
    ],
    [
      "▁se",
      "b"
    ],
    [
      ".[",
      "1"
    ],
    [
      "▁te",
      "lah"
    ],
    [
      "p",
      "an"
    ],
    [
      "▁baw",
      "ang"
    ],
    [
      "i",
      "li"
    ],
    [
      "▁ber",
      "k"
    ],
    [
      "▁men",
      "y"
    ],
    [
      "i",
      "l"
    ],
    [
      "▁p",
      "o"
    ],
    [
      "▁p",
      "an"
    ],
    [
      "▁sun",
      "da"
    ],
    [
      "is",
      "m"
    ],
    [
      "ang",
      "an"
    ],
    [
      "-",
      "k"
    ],
    [
      "l",
      "u"
    ],
    [
      "anya",
      "k"
    ],
    [
      "c",
      "ara"
    ],
    [
      "▁ter",
      "b"
    ],
    [
      "▁da",
      "erah"
    ],
    [
      "0",
      "0"
    ],
    [
      "p",
      "ah"
    ],
    [
      "▁m",
      "asa"
    ],
    [
      "▁p",
      "a"
    ],
    [
      "da",
      "k"
    ],
    [
      "is",
      "i"
    ],
    [
      "▁tim",
      "un"
    ],
    [
      "li",
      "h"
    ],
    [
      "▁n",
      "egara"
    ],
    [
      "ism",
      "e"
    ],
    [
      "ol",
      "eh"
    ],
    [
      ")",
      ","
    ],
    [
      "▁ter",
      "sebut"
    ],
    [
      "▁i",
      "bu"
    ],
    [
      "on",
      "g"
    ],
    [
      "j",
      "ar"
    ],
    [
      "▁l",
      "eb"
    ],
    [
      "is",
      "a"
    ],
    [
      "in",
      "t"
    ],
    [
      "▁bu",
      "daya"
    ],
    [
      "at",
      "an"
    ],
    [
      "▁la",
      "in"
    ],
    [
      "e",
      "p"
    ],
    [
      "ang",
      "ga"
    ],
    [
      "▁",
      "ut"
    ],
    [
      "▁ut",
      "ara"
    ],
    [
      "uk",
      "u"
    ],
    [
      "▁teng",
      "ah"
    ],
    [
      "▁s",
      "ang"
    ],
    [
      "▁mer",
      "eka"
    ],
    [
      "▁ter",
      "dapat"
    ],
    [
      "▁b",
      "anyak"
    ],
    [
      "j",
      "i"
    ],
    [
      "b",
      "er"
    ],
    [
      "r",
      "an"
    ],
    [
      "▁1",
      "9"
    ],
    [
      "▁",
      "oleh"
    ],
    [
      "en",
      "tuk"
    ],
    [
      "▁ya",
      "itu"
    ],
    [
      "p",
      "un"
    ],
    [
      "u",
      "tama"
    ],
    [
      "en",
      "t"
    ],
    [
      "▁sa",
      "at"
    ],
    [
      "▁",
      "ar"
    ],
    [
      "pa",
      "i"
    ],
    [
      "▁se",
      "jak"
    ],
    [
      "em",
      "pat"
    ],
    [
      "wa",
      "l"
    ],
    [
      "ol",
      "o"
    ],
    [
      "ed",
      "ia"
    ],
    [
      "▁b",
      "eb"
    ],
    [
      ")",
      "."
    ],
    [
      "▁ja",
      "karta"
    ],
    [
      "▁",
      "3"
    ],
    [
      "▁pr",
      "o"
    ],
    [
      "o",
      "ta"
    ],
    [
      "t",
      "ing"
    ],
    [
      "▁kep",
      "ulau"
    ],
    [
      "▁kepulau",
      "an"
    ],
    [
      "▁se",
      "ki"
    ],
    [
      "▁seki",
      "tar"
    ],
    [
      "k",
      "u"
    ],
    [
      "at",
      "i"
    ],
    [
      "▁sang",
      "at"
    ],
    [
      "▁sa",
      "m"
    ],
    [
      "t",
      "emu"
    ],
    [
      "e",
      "lah"
    ],
    [
      "▁m",
      "el"
    ],
    [
      "▁d",
      "at"
    ],
    [
      "▁k",
      "em"
    ],
    [
      "▁pem",
      "er"
    ],
    [
      "en",
      "d"
    ],
    [
      "▁",
      "f"
    ],
    [
      "▁",
      "as"
    ],
    [
      "et",
      "n"
    ],
    [
      "▁ind",
      "ia"
    ],
    [
      "b",
      "an"
    ],
    [
      "▁",
      "an"
    ],
    [
      "▁men",
      "d"
    ],
    [
      "h",
      "an"
    ],
    [
      "ut",
      "an"
    ],
    [
      "▁mem",
      "ili"
    ],
    [
      "▁memili",
      "ki"
    ],
    [
      "▁s",
      "atu"
    ],
    [
      "▁l",
      "u"
    ],
    [
      "f",
      "i"
    ],
    [
      "▁pemer",
      "int"
    ],
    [
      "lih",
      "at"
    ],
    [
      "d",
      "ura"
    ],
    [
      "d",
      "ang"
    ],
    [
      "▁p",
      "ara"
    ],
    [
      "▁s",
      "erta"
    ],
    [
      "di",
      "ri"
    ],
    [
      "l",
      "ur"
    ],
    [
      "un",
      "an"
    ],
    [
      "d",
      "ha"
    ],
    [
      "▁da",
      "pat"
    ],
    [
      ".[",
      "4"
    ],
    [
      "▁sun",
      "gai"
    ],
    [
      "▁se",
      "bu"
    ],
    [
      "▁sebu",
      "ah"
    ],
    [
      "k",
      "e"
    ],
    [
      "▁ti",
      "dak"
    ],
    [
      "▁c",
      "an"
    ],
    [
      "ti",
      "m"
    ],
    [
      "e",
      "w"
    ],
    [
      "b",
      "ah"
    ],
    [
      "un",
      "a"
    ],
    [
      "li",
      "k"
    ],
    [
      "m",
      "i"
    ],
    [
      "▁",
      "etn"
    ],
    [
      "▁ma",
      "dura"
    ],
    [
      "▁t",
      "ing"
    ],
    [
      "▁",
      "20"
    ],
    [
      "▁se",
      "cara"
    ],
    [
      "▁hind",
      "ia"
    ],
    [
      "um",
      "lah"
    ],
    [
      "▁h",
      "ingga"
    ],
    [
      "▁b",
      "ang"
    ],
    [
      "us",
      "at"
    ],
    [
      "▁ba",
      "gian"
    ],
    [
      "is",
      "ah"
    ],
    [
      "▁ba",
      "li"
    ],
    [
      "og",
      "ya"
    ],
    [
      "ogya",
      "karta"
    ],
    [
      "▁k",
      "er"
    ],
    [
      "▁se",
      "orang"
    ],
    [
      "u",
      "an"
    ],
    [
      "▁p",
      "ut"
    ],
    [
      "▁put",
      "ih"
    ],
    [
      "▁s",
      "u"
    ],
    [
      "in",
      "ya"
    ],
    [
      "▁te",
      "ta"
    ],
    [
      "j",
      "o"
    ],
    [
      "▁n",
      "ama"
    ],
    [
      "ar",
      "kan"
    ],
    [
      "am",
      "pi"
    ],
    [
      "h",
      "ir"
    ],
    [
      "▁a",
      "wal"
    ],
    [
      "jar",
      "ah"
    ],
    [
      "b",
      "i"
    ],
    [
      "g",
      "una"
    ],
    [
      "▁leb",
      "ih"
    ],
    [
      "▁ke",
      "s"
    ],
    [
      "▁p",
      "ra"
    ],
    [
      "▁",
      "2"
    ],
    [
      "▁n",
      "us"
    ],
    [
      "▁nus",
      "antara"
    ],
    [
      "at",
      "as"
    ],
    [
      "▁ko",
      "l"
    ],
    [
      "y",
      "ara"
    ],
    [
      "yara",
      "kat"
    ],
    [
      "▁po",
      "p"
    ],
    [
      "▁seba",
      "gian"
    ],
    [
      "▁jawa",
      "."
    ],
    [
      "▁y",
      "ogyakarta"
    ],
    [
      "▁ak",
      "s"
    ],
    [
      "▁t",
      "ra"
    ],
    [
      "▁",
      "z"
    ],
    [
      "i",
      ","
    ],
    [
      "er",
      "i"
    ],
    [
      "▁h",
      "a"
    ],
    [
      "▁b",
      "an"
    ],
    [
      "ung",
      "k"
    ],
    [
      "▁per",
      "tama"
    ],
    [
      "▁ke",
      "d"
    ],
    [
      "olo",
      "gi"
    ],
    [
      "ek",
      "s"
    ],
    [
      "▁indonesia",
      ","
    ],
    [
      "on",
      "al"
    ],
    [
      "▁m",
      "e"
    ],
    [
      "▁indonesia",
      "."
    ],
    [
      "▁la",
      "ut"
    ],
    [
      "▁sa",
      "lah"
    ],
    [
      "▁1",
      "8"
    ],
    [
      "▁bang",
      "sa"
    ],
    [
      "▁",
      "orang"
    ],
    [
      "▁s",
      "uku"
    ],
    [
      "per",
      "ti"
    ],
    [
      "▁berk",
      "embang"
    ],
    [
      "▁kol",
      "on"
    ],
    [
      "▁kolon",
      "ial"
    ],
    [
      "ula",
      "i"
    ],
    [
      "asa",
      "l"
    ],
    [
      "▁ber",
      "a"
    ],
    [
      "▁beb",
      "era"
    ],
    [
      "▁bebera",
      "pa"
    ],
    [
      ".[",
      "5"
    ],
    [
      "-",
      "p"
    ],
    [
      "▁aks",
      "ara"
    ],
    [
      "▁tra",
      "d"
    ],
    [
      "▁trad",
      "isi"
    ],
    [
      "▁mas",
      "yarakat"
    ],
    [
      "▁ma",
      "ja"
    ],
    [
      "▁maja",
      "pah"
    ],
    [
      "▁majapah",
      "it"
    ],
    [
      "▁pan",
      "ta"
    ],
    [
      "em",
      "p"
    ],
    [
      "▁di",
      "a"
    ],
    [
      "i",
      "an"
    ],
    [
      "▁teta",
      "pi"
    ],
    [
      "▁b",
      "ut"
    ],
    [
      "▁but",
      "o"
    ],
    [
      "▁i",
      "jo"
    ],
    [
      "▁teng",
      "g"
    ],
    [
      "um",
      "p"
    ],
    [
      "▁pemerint",
      "ahan"
    ],
    [
      "▁",
      "lihat"
    ],
    [
      "d",
      "e"
    ],
    [
      "1",
      "]"
    ],
    [
      "2",
      "]"
    ],
    [
      "ti",
      "f"
    ],
    [
      "ba",
      "gai"
    ],
    [
      "8",
      "]"
    ],
    [
      "▁d",
      "un"
    ],
    [
      "▁dun",
      "ia"
    ],
    [
      "▁j",
      "umlah"
    ],
    [
      "ang",
      ","
    ],
    [
      "▁di",
      "angga"
    ],
    [
      "▁diangga",
      "p"
    ],
    [
      "▁se",
      "perti"
    ],
    [
      "nya",
      ","
    ],
    [
      "▁per",
      "k"
    ],
    [
      "▁etn",
      "is"
    ],
    [
      "▁k",
      "ata"
    ],
    [
      "ar",
      "ti"
    ],
    [
      "▁di",
      "per"
    ],
    [
      "▁",
      "ia"
    ],
    [
      "▁pop",
      "ula"
    ],
    [
      "▁popula",
      "si"
    ],
    [
      "▁k",
      "isah"
    ],
    [
      "▁b",
      "ant"
    ],
    [
      "▁s",
      "i"
    ],
    [
      "▁can",
      "di"
    ],
    [
      "▁panta",
      "i"
    ],
    [
      "am",
      "an"
    ],
    [
      "▁an",
      "ak"
    ],
    [
      "▁ber",
      "n"
    ],
    [
      "o",
      "h"
    ],
    [
      "▁men",
      "c"
    ],
    [
      "▁a",
      "g"
    ],
    [
      "▁",
      "wa"
    ],
    [
      "▁lu",
      "as"
    ],
    [
      "▁",
      "e"
    ],
    [
      "▁se",
      "jarah"
    ],
    [
      "▁p",
      "ula"
    ],
    [
      "lam",
      "an"
    ],
    [
      "▁s",
      "um"
    ],
    [
      "▁",
      "5"
    ],
    [
      "▁b",
      "ud"
    ],
    [
      "▁k",
      "on"
    ],
    [
      "▁",
      "-"
    ],
    [
      "▁ting",
      "gi"
    ],
    [
      "7",
      "]"
    ],
    [
      "▁s",
      "itu"
    ],
    [
      "▁situ",
      "s"
    ],
    [
      "▁",
      "antara"
    ],
    [
      "▁p",
      "al"
    ],
    [
      "▁pal",
      "ing"
    ],
    [
      "ar",
      "uh"
    ],
    [
      "da",
      "g"
    ],
    [
      "▁seb",
      "el"
    ],
    [
      "▁sebel",
      "um"
    ],
    [
      "-",
      "bu"
    ],
    [
      "▁ber",
      "bagai"
    ],
    [
      "bang",
      "un"
    ],
    [
      "▁pro",
      "v"
    ],
    [
      "▁prov",
      "in"
    ],
    [
      "▁provin",
      "si"
    ],
    [
      "▁men",
      "ca"
    ],
    [
      "▁ber",
      "arti"
    ],
    [
      "▁d",
      "ua"
    ],
    [
      ".[",
      "2"
    ],
    [
      "is",
      "an"
    ],
    [
      "ung",
      "an"
    ],
    [
      "▁",
      "utama"
    ],
    [
      "tu",
      "r"
    ],
    [
      "▁bant",
      "en"
    ],
    [
      ".[",
      "3"
    ],
    [
      "m",
      "as"
    ],
    [
      "j",
      "ang"
    ],
    [
      "▁sa",
      "ka"
    ],
    [
      "u",
      ","
    ],
    [
      "▁bern",
      "ama"
    ],
    [
      "▁mer",
      "ah"
    ],
    [
      "▁kep",
      "ada"
    ],
    [
      "▁se",
      "t"
    ],
    [
      "▁r",
      "um"
    ],
    [
      "▁itu",
      ","
    ],
    [
      "▁n",
      "en"
    ],
    [
      "▁nen",
      "ek"
    ],
    [
      "▁ke",
      "ti"
    ],
    [
      "▁b",
      "i"
    ],
    [
      "h",
      "asi"
    ],
    [
      "hasi",
      "l"
    ],
    [
      "▁g",
      "e"
    ],
    [
      "og",
      "ra"
    ],
    [
      "li",
      "tik"
    ],
    [
      "p",
      "edia"
    ],
    [
      "▁",
      "en"
    ],
    [
      "e",
      "an"
    ],
    [
      "▁",
      "6"
    ],
    [
      "-",
      "r"
    ],
    [
      "▁lain",
      "nya"
    ],
    [
      "▁",
      "•"
    ],
    [
      "p",
      "r"
    ],
    [
      "5",
      "]"
    ],
    [
      "en",
      "a"
    ],
    [
      "▁as",
      "ia"
    ],
    [
      "▁ber",
      "ada"
    ],
    [
      "▁b",
      "en"
    ],
    [
      "us",
      "t"
    ],
    [
      "ent",
      "ang"
    ],
    [
      "▁",
      "v"
    ],
    [
      "▁per",
      "s"
    ],
    [
      "▁",
      "um"
    ],
    [
      "c",
      "h"
    ],
    [
      "-",
      "s"
    ],
    [
      "▁p",
      "es"
    ],
    [
      "▁ini",
      ","
    ],
    [
      "▁dat",
      "aran"
    ],
    [
      "▁p",
      "usat"
    ],
    [
      "▁di",
      "temu"
    ],
    [
      "▁ditemu",
      "kan"
    ],
    [
      "in",
      "an"
    ],
    [
      "▁k",
      "ar"
    ],
    [
      "▁kerajaan",
      "-k"
    ],
    [
      "▁kerajaan-k",
      "erajaan"
    ],
    [
      "▁ke",
      "ku"
    ],
    [
      "as",
      "an"
    ],
    [
      "ir",
      "eb"
    ],
    [
      "ireb",
      "on"
    ],
    [
      "ba",
      "ya"
    ],
    [
      "sa",
      "ma"
    ],
    [
      "▁h",
      "anya"
    ],
    [
      "▁sam",
      "pai"
    ],
    [
      "▁s",
      "en"
    ],
    [
      "▁h",
      "utan"
    ],
    [
      "us",
      "an"
    ],
    [
      "▁j",
      "ar"
    ],
    [
      "▁men",
      "ga"
    ],
    [
      "ran",
      "s"
    ],
    [
      "▁d",
      "em"
    ],
    [
      "▁(",
      "d"
    ],
    [
      "▁k",
      "un"
    ],
    [
      "▁kun",
      "o"
    ],
    [
      "▁(",
      "s"
    ],
    [
      "▁a",
      "d"
    ],
    [
      "▁",
      "7"
    ],
    [
      "▁ke",
      "l"
    ],
    [
      "▁hindu",
      "isme"
    ],
    [
      "▁1",
      "."
    ],
    [
      "▁20",
      "2"
    ],
    [
      "1",
      "3"
    ],
    [
      "9",
      "]"
    ],
    [
      "▁sela",
      "in"
    ],
    [
      "▁ber",
      "d"
    ],
    [
      "▁per",
      "dag"
    ],
    [
      "w",
      "i"
    ],
    [
      "▁m",
      "o"
    ],
    [
      "▁p",
      "e"
    ],
    [
      "es",
      "i"
    ],
    [
      "n",
      "i"
    ],
    [
      "▁baw",
      "ah"
    ],
    [
      "▁memb",
      "entuk"
    ],
    [
      "▁menca",
      "pai"
    ],
    [
      "guna",
      "kan"
    ],
    [
      "▁sela",
      "tan"
    ],
    [
      "▁ini",
      "."
    ],
    [
      "▁tengah",
      ","
    ],
    [
      "v",
      "a"
    ],
    [
      "mas",
      "uk"
    ],
    [
      "ah",
      "a"
    ],
    [
      "w",
      "an"
    ],
    [
      "▁m",
      "es"
    ],
    [
      "▁mes",
      "ki"
    ],
    [
      "ul",
      "an"
    ],
    [
      "▁bud",
      "dha"
    ],
    [
      "▁pen",
      "y"
    ],
    [
      "t",
      "en"
    ],
    [
      "▁ter",
      "jadi"
    ],
    [
      "▁p",
      "ura"
    ],
    [
      "id",
      "u"
    ],
    [
      "▁ba",
      "ik"
    ],
    [
      "▁i",
      "b"
    ],
    [
      "▁rum",
      "ah"
    ],
    [
      "▁se",
      "h"
    ],
    [
      "▁keti",
      "ka"
    ],
    [
      "▁m",
      "ela"
    ],
    [
      "▁",
      "lah"
    ],
    [
      "pa",
      "d"
    ],
    [
      "▁s",
      "ud"
    ],
    [
      "▁",
      "ga"
    ],
    [
      "ara",
      "m"
    ],
    [
      "▁ber",
      "p"
    ],
    [
      "un",
      "c"
    ],
    [
      "▁m",
      "asi"
    ],
    [
      "p",
      "or"
    ],
    [
      "▁r",
      "i"
    ],
    [
      "▁ke",
      "c"
    ],
    [
      "▁",
      "o"
    ],
    [
      "ja",
      "wa"
    ],
    [
      "om",
      "p"
    ],
    [
      "omp",
      "ok"
    ],
    [
      "3",
      "]"
    ],
    [
      "▁",
      "8"
    ],
    [
      "0",
      ","
    ],
    [
      "id",
      "en"
    ],
    [
      "ar",
      "t"
    ],
    [
      "▁d",
      "ew"
    ],
    [
      "▁(",
      "ke"
    ],
    [
      "ra",
      "l"
    ],
    [
      "6",
      "]"
    ],
    [
      "▁se",
      "dang"
    ],
    [
      "er",
      "n"
    ],
    [
      "▁",
      "os"
    ],
    [
      "▁di",
      "sebut"
    ],
    [
      "li",
      "m"
    ],
    [
      "▁um",
      "um"
    ],
    [
      "▁b",
      "ar"
    ],
    [
      "▁ti",
      "ong"
    ],
    [
      "▁perdag",
      "angan"
    ],
    [
      "▁",
      "er"
    ],
    [
      "▁",
      "atas"
    ],
    [
      "ca",
      "ya"
    ],
    [
      "-bu",
      "d"
    ],
    [
      "▁set",
      "elah"
    ],
    [
      "▁ke",
      "bu"
    ],
    [
      "em",
      "pah"
    ],
    [
      "▁m",
      "ulai"
    ],
    [
      "▁l",
      "o"
    ],
    [
      "▁lo",
      "ka"
    ],
    [
      "▁ber",
      "asal"
    ],
    [
      "▁ja",
      "lur"
    ],
    [
      "ul",
      "tan"
    ],
    [
      "ultan",
      "an"
    ],
    [
      "▁ter",
      "masuk"
    ],
    [
      "▁ter",
      "utama"
    ],
    [
      "▁t",
      "an"
    ],
    [
      "▁a",
      "ji"
    ],
    [
      "pan",
      "jang"
    ],
    [
      "is",
      "ir"
    ],
    [
      "▁h",
      "uj"
    ],
    [
      "▁huj",
      "an"
    ],
    [
      "▁ko",
      "m"
    ],
    [
      "ub",
      "ungan"
    ],
    [
      "▁meski",
      "pun"
    ],
    [
      "▁keku",
      "asa"
    ],
    [
      "▁kekuasa",
      "an"
    ],
    [
      "▁m",
      "us"
    ],
    [
      "0",
      "-"
    ],
    [
      "▁c",
      "irebon"
    ],
    [
      "ura",
      "baya"
    ],
    [
      "▁d",
      "ep"
    ],
    [
      "d",
      "ung"
    ],
    [
      "▁ber",
      "sama"
    ],
    [
      "un",
      "ya"
    ],
    [
      "▁h",
      "ari"
    ],
    [
      "uk",
      "a"
    ],
    [
      "c",
      "i"
    ],
    [
      "▁bah",
      "wa"
    ],
    [
      "▁ter",
      "l"
    ],
    [
      "▁sud",
      "ah"
    ],
    [
      "us",
      "ia"
    ],
    [
      "▁b",
      "ungk"
    ],
    [
      "▁bungk",
      "usan"
    ],
    [
      "▁j",
      "i"
    ],
    [
      "▁dat",
      "ang"
    ],
    [
      "▁ber",
      "hasil"
    ],
    [
      "▁h",
      "ampi"
    ],
    [
      "▁hampi",
      "r"
    ],
    [
      "ek",
      "on"
    ],
    [
      "ekon",
      "om"
    ],
    [
      "▁t",
      "rans"
    ],
    [
      "▁t",
      "ampi"
    ],
    [
      "▁kec",
      "il"
    ],
    [
      "l",
      "o"
    ],
    [
      "an",
      "s"
    ],
    [
      "▁kel",
      "ompok"
    ],
    [
      "▁(",
      "20"
    ],
    [
      "▁",
      "4"
    ],
    [
      "7",
      ","
    ],
    [
      "▁k",
      "at"
    ],
    [
      "▁19",
      "4"
    ],
    [
      "▁k",
      "m"
    ],
    [
      "4",
      "]"
    ],
    [
      "▁(ke",
      "-"
    ],
    [
      "ena",
      "i"
    ],
    [
      "t",
      "e"
    ],
    [
      "or",
      "m"
    ],
    [
      "▁k",
      "emu"
    ],
    [
      "▁kemu",
      "di"
    ],
    [
      "▁tengg",
      "ara"
    ],
    [
      "eta",
      "k"
    ],
    [
      "▁seh",
      "ingga"
    ],
    [
      "in",
      "a"
    ],
    [
      "m",
      "an"
    ],
    [
      "▁berd",
      "as"
    ],
    [
      "▁bar",
      "u"
    ],
    [
      "▁per",
      "ada"
    ],
    [
      "▁perada",
      "ban"
    ],
    [
      "▁s",
      "ist"
    ],
    [
      "▁sist",
      "em"
    ],
    [
      "▁belanda",
      ","
    ],
    [
      "▁pen",
      "ting"
    ],
    [
      "j",
      "aran"
    ],
    [
      "▁ter",
      "h"
    ],
    [
      "per",
      "caya"
    ],
    [
      "6",
      "."
    ],
    [
      "▁loka",
      "l"
    ],
    [
      "j",
      "uk"
    ],
    [
      "g",
      "r"
    ],
    [
      "ul",
      "kan"
    ],
    [
      "▁terb",
      "entuk"
    ],
    [
      "it",
      "as"
    ],
    [
      "▁timur",
      "."
    ],
    [
      "▁hindu",
      "-bud"
    ],
    [
      "▁hindu-bud",
      "dha"
    ],
    [
      "bah",
      "asa"
    ],
    [
      "▁barat",
      ","
    ],
    [
      "▁meny",
      "ebut"
    ],
    [
      "v",
      "i"
    ],
    [
      "▁pa",
      "di"
    ],
    [
      "▁peng",
      "aruh"
    ],
    [
      "▁p",
      "ar"
    ],
    [
      "im",
      "p"
    ],
    [
      "▁s",
      "isa"
    ],
    [
      "▁se",
      "panjang"
    ],
    [
      "un",
      "d"
    ],
    [
      "▁pes",
      "isir"
    ],
    [
      "▁",
      "ant"
    ],
    [
      "▁ant",
      "ar"
    ],
    [
      "▁ja",
      "lan"
    ],
    [
      "u",
      "asa"
    ],
    [
      "bu",
      "han"
    ],
    [
      "▁ter",
      "s"
    ],
    [
      "▁k",
      "as"
    ],
    [
      "▁ker",
      "eta"
    ],
    [
      "▁t",
      "empat"
    ],
    [
      "▁ka",
      "w"
    ],
    [
      "▁kaw",
      "asan"
    ],
    [
      "os",
      "en"
    ],
    [
      "▁kota",
      "-k"
    ],
    [
      "▁kota-k",
      "ota"
    ],
    [
      "▁z",
      "aman"
    ],
    [
      "ah",
      "ul"
    ],
    [
      "▁m",
      "is"
    ],
    [
      "▁memb",
      "an"
    ],
    [
      "▁memban",
      "tu"
    ],
    [
      "▁mem",
      "ba"
    ],
    [
      "▁la",
      "bu"
    ],
    [
      "j",
      "ut"
    ],
    [
      "▁",
      "em"
    ],
    [
      "▁em",
      "as"
    ],
    [
      "▁ra",
      "ya"
    ],
    [
      "▁",
      "ing"
    ],
    [
      "▁ka",
      "la"
    ],
    [
      "ub",
      "ah"
    ],
    [
      "▁d",
      "es"
    ],
    [
      "i",
      "."
    ],
    [
      "▁ke",
      "pad"
    ],
    [
      "▁a",
      "kan"
    ],
    [
      "▁t",
      "um"
    ],
    [
      "▁tum",
      "bu"
    ],
    [
      "▁tumbu",
      "h"
    ],
    [
      "▁meny",
      "e"
    ],
    [
      "▁ked",
      "ua"
    ],
    [
      "▁masi",
      "h"
    ],
    [
      "▁ter",
      "us"
    ],
    [
      "ak",
      "hir"
    ],
    [
      "ba",
      "li"
    ],
    [
      "u",
      "kan"
    ],
    [
      "ogra",
      "fi"
    ],
    [
      "▁po",
      "litik"
    ],
    [
      "t",
      "asi"
    ],
    [
      "e",
      "f"
    ],
    [
      "▁ha",
      "laman"
    ],
    [
      "▁sum",
      "ber"
    ],
    [
      "y",
      "at"
    ],
    [
      "▁w",
      "ar"
    ],
    [
      "n",
      "a"
    ],
    [
      "▁wi",
      "ki"
    ],
    [
      "▁wiki",
      "pedia"
    ],
    [
      "▁n",
      "asi"
    ],
    [
      "▁nasi",
      "onal"
    ],
    [
      "▁terb",
      "esar"
    ],
    [
      "▁r",
      "es"
    ],
    [
      "▁res",
      "mi"
    ],
    [
      "▁kat",
      "o"
    ],
    [
      "▁kato",
      "lik"
    ],
    [
      "▁pr",
      "es"
    ],
    [
      "▁pres",
      "iden"
    ],
    [
      "tu",
      "s"
    ],
    [
      "as",
      "e"
    ],
    [
      "9",
      "1"
    ],
    [
      "▁in",
      "f"
    ],
    [
      "▁",
      "uj"
    ],
    [
      "▁uj",
      "ung"
    ],
    [
      "▁d",
      "arat"
    ],
    [
      "r",
      "o"
    ],
    [
      "▁k",
      "h"
    ],
    [
      ")",
      ".[1"
    ],
    [
      "▁m",
      "ul"
    ],
    [
      "▁berdas",
      "arkan"
    ],
    [
      "ti",
      "kan"
    ],
    [
      "6",
      ","
    ],
    [
      "▁di",
      "p"
    ],
    [
      "u",
      "pun"
    ],
    [
      "em",
      "b"
    ],
    [
      "▁er",
      "o"
    ],
    [
      "▁ero",
      "pa"
    ],
    [
      "▁nusantara",
      "."
    ],
    [
      "▁terh",
      "ada"
    ],
    [
      "▁terhada",
      "p"
    ],
    [
      "▁ke",
      "percaya"
    ]
  ],
  "config": {
    "vocabSize": 1000,
    "minFrequency": 1,
    "specialTokens": [
      "<PAD>",
      "<UNK>",
      "<BOS>",
      "<EOS>"
    ]
  }
}