{
  "vocab": {
    "0": 79,
    "1": 78,
    "2": 80,
    "3": 93,
    "4": 73,
    "5": 74,
    "6": 86,
    "7": 82,
    "8": 85,
    "9": 98,
    "10": 234,
    "75": 357,
    "<PAD>": 0,
    "<UNK>": 1,
    "<BOS>": 2,
    "<EOS>": 3,
    "<SEP>": 4,
    "<RESERVED_0>": 5,
    "<RESERVED_1>": 6,
    "<RESERVED_2>": 7,
    "<RESERVED_3>": 8,
    "<RESERVED_4>": 9,
    "<RESERVED_5>": 10,
    "<RESERVED_6>": 11,
    "<RESERVED_7>": 12,
    "<RESERVED_8>": 13,
    "<RESERVED_9>": 14,
    "<RESERVED_10>": 15,
    "<RESERVED_11>": 16,
    "<RESERVED_12>": 17,
    "<RESERVED_13>": 18,
    "<RESERVED_14>": 19,
    "<RESERVED_15>": 20,
    "<RESERVED_16>": 21,
    "<RESERVED_17>": 22,
    "<RESERVED_18>": 23,
    "<RESERVED_19>": 24,
    "<RESERVED_20>": 25,
    "<RESERVED_21>": 26,
    "<RESERVED_22>": 27,
    "<RESERVED_23>": 28,
    "<RESERVED_24>": 29,
    "<RESERVED_25>": 30,
    "<RESERVED_26>": 31,
    "<RESERVED_27>": 32,
    "<RESERVED_28>": 33,
    "<RESERVED_29>": 34,
    "<RESERVED_30>": 35,
    "<RESERVED_31>": 36,
    "<RESERVED_32>": 37,
    "<RESERVED_33>": 38,
    "<RESERVED_34>": 39,
    "<RESERVED_35>": 40,
    "<RESERVED_36>": 41,
    "<RESERVED_37>": 42,
    "<RESERVED_38>": 43,
    "<RESERVED_39>": 44,
    "<RESERVED_40>": 45,
    "<RESERVED_41>": 46,
    "<RESERVED_42>": 47,
    "<RESERVED_43>": 48,
    "<RESERVED_44>": 49,
    "<RESERVED_45>": 50,
    "<RESERVED_46>": 51,
    "<RESERVED_47>": 52,
    "<RESERVED_48>": 53,
    "<RESERVED_49>": 54,
    "▁": 55,
    "i": 56,
    "n": 57,
    "s": 58,
    "t": 59,
    "r": 60,
    "u": 61,
    "k": 62,
    ":": 63,
    "h": 64,
    "g": 65,
    "a": 66,
    "l": 67,
    "p": 68,
    "e": 69,
    "j": 70,
    "m": 71,
    ".": 72,
    "+": 75,
    "w": 76,
    "b": 77,
    "-": 81,
    "?": 83,
    "x": 84,
    "/": 87,
    "o": 88,
    "c": 89,
    "(": 90,
    ")": 91,
    "*": 92,
    "=": 94,
    "d": 95,
    "y": 96,
    ",": 97,
    "%": 99,
    "v": 100,
    "^": 101,
    "f": 102,
    "in": 103,
    "an": 104,
    "▁in": 105,
    "si": 106,
    "▁j": 107,
    "▁ja": 108,
    "ru": 109,
    "wa": 110,
    "ban": 111,
    "▁ins": 112,
    "▁inst": 113,
    "▁instru": 114,
    "▁instruk": 115,
    "▁instruksi": 116,
    "▁instruksi:": 117,
    "▁jawa": 118,
    "▁jawaban": 119,
    "▁jawaban:": 120,
    "▁1": 121,
    "pu": 122,
    "▁inpu": 123,
    "▁input": 124,
    "▁input:": 125,
    "▁5": 126,
    "er": 127,
    "▁2": 128,
    "▁h": 129,
    "00": 130,
    "ka": 131,
    "it": 132,
    "▁p": 133,
    "ng": 134,
    "▁b": 135,
    "▁hit": 136,
    "▁hitu": 137,
    "▁hitung": 138,
    "ap": 139,
    "▁+": 140,
    "▁4": 141,
    "apa": 142,
    "▁*": 143,
    "▁3": 144,
    "ang": 145,
    "▁-": 146,
    "▁ber": 147,
    "▁s": 148,
    "▁pe": 149,
    "▁12": 150,
    "▁berapa": 151,
    "al": 152,
    "ar": 153,
    "ah": 154,
    "an.": 155,
    "▁100": 156,
    "el": 157,
    "gi": 158,
    "▁per": 159,
    "▁/": 160,
    "▁10": 161,
    "ari": 162,
    "▁8": 163,
    "angka": 164,
    "▁l": 165,
    "▁a": 166,
    "▁k": 167,
    "▁d": 168,
    "▁7": 169,
    "▁=": 170,
    "▁6": 171,
    "▁c": 172,
    "agi": 173,
    "▁m": 174,
    "▁t": 175,
    "▁50": 176,
    "ur": 177,
    "kah": 178,
    "a.": 179,
    "en": 180,
    "▁25": 181,
    "il": 182,
    "▁9": 183,
    "▁45": 184,
    "▁berapakah": 185,
    "am": 186,
    "▁15": 187,
    "▁20": 188,
    "es": 189,
    "urang": 190,
    "t.": 191,
    "kal": 192,
    "kali": 193,
    "▁angka": 194,
    "ya": 195,
    "▁ad": 196,
    "▁dari": 197,
    "ing": 198,
    "▁pen": 199,
    "ik": 200,
    "▁(": 201,
    "nya": 202,
    "▁0": 203,
    "▁se": 204,
    "▁apa": 205,
    "▁hari": 206,
    "▁g": 207,
    "um": 208,
    "▁perkali": 209,
    "▁so": 210,
    "▁soal": 211,
    "▁cer": 212,
    "▁cerit": 213,
    "▁cerita.": 214,
    "mb": 215,
    "▁de": 216,
    "▁125": 217,
    "▁r": 218,
    "▁2.": 219,
    "at": 220,
    "sil": 221,
    "▁penj": 222,
    "▁penjum": 223,
    "▁penjuml": 224,
    "▁penjumlah": 225,
    "▁sel": 226,
    "▁seles": 227,
    "▁selesa": 228,
    "▁selesaik": 229,
    "▁peng": 230,
    "▁pengurang": 231,
    "▁75": 232,
    "▁x": 233,
    "▁adal": 235,
    "▁adalah": 236,
    "eli": 237,
    "▁18": 238,
    "agi.": 239,
    "▁1000": 240,
    "▁pemb": 241,
    "▁pembagi": 242,
    "ua": 243,
    "▁pangka": 244,
    "▁0.": 245,
    "▁pers": 246,
    "od": 247,
    "bu": 248,
    "▁pengurangan": 249,
    "▁perkalian": 250,
    "▁14": 251,
    "▁to": 252,
    "▁tot": 253,
    "▁total": 254,
    "▁30": 255,
    "▁60": 256,
    "▁n": 257,
    "▁aka": 258,
    "▁akar": 259,
    "▁desi": 260,
    "▁desim": 261,
    "▁desimal": 262,
    "▁desimal.": 263,
    "▁200": 264,
    "▁99": 265,
    "▁500": 266,
    "▁si": 267,
    "m.": 268,
    "▁perse": 269,
    "▁persegi": 270,
    "▁u": 271,
    "▁1/": 272,
    "▁pec": 273,
    "▁pecah": 274,
    "▁gan": 275,
    "▁ganj": 276,
    "▁ganjil": 277,
    "▁ha": 278,
    "▁hasil": 279,
    "▁selesaikan": 280,
    "▁cam": 281,
    "▁campu": 282,
    "▁campur": 283,
    "▁campuran.": 284,
    "▁45.": 285,
    "▁pu": 286,
    "▁punya": 287,
    "nya?": 288,
    "tu": 289,
    "ra": 290,
    "▁pangkat": 291,
    "▁penjumlahan": 292,
    "▁1.": 293,
    "ta": 294,
    "▁(2": 295,
    "▁sed": 296,
    "▁seder": 297,
    "▁sederh": 298,
    "▁sederhan": 299,
    "▁sederhana.": 300,
    "▁pembagian": 301,
    "▁ada": 302,
    "▁rod": 303,
    "▁40": 304,
    "▁3.": 305,
    "▁6.": 306,
    "ibu": 307,
    "▁tel": 308,
    "▁telur": 309,
    "▁men": 310,
    "▁menit": 311,
    "▁cm.": 312,
    "▁bes": 313,
    "▁besar": 314,
    "▁36": 315,
    "▁tam": 316,
    "▁tamb": 317,
    "▁tambah": 318,
    "▁kurang": 319,
    "▁bagi.": 320,
    "▁km": 321,
    "▁-10": 322,
    "ama": 323,
    "▁apa?": 324,
    "▁gen": 325,
    "▁genap": 326,
    "▁genap.": 327,
    "▁penjumlahan.": 328,
    "▁55": 329,
    "▁berik": 330,
    "▁beriku": 331,
    "▁berikut.": 332,
    "▁120": 333,
    "▁ini": 334,
    "▁56": 335,
    "▁(10": 336,
    "▁5)": 337,
    "▁langka": 338,
    "▁langkah": 339,
    "▁perm": 340,
    "▁permen": 341,
    "▁lal": 342,
    "▁lalu": 343,
    "▁lagi.": 344,
    "▁123": 345,
    "▁250": 346,
    "▁perkalian.": 347,
    "▁pembagian.": 348,
    "kan": 349,
    "▁5,": 350,
    "▁kua": 351,
    "▁kuad": 352,
    "▁kuadra": 353,
    "▁kuadrat.": 354,
    "▁81": 355,
    "▁0.5": 356,
    "▁1.2": 358,
    "▁0.2": 359,
    "▁10%": 360,
    "▁selesaikan.": 361,
    "▁11": 362,
    "▁150": 363,
    "▁35": 364,
    "0?": 365,
    "▁sis": 366,
    "▁sisa": 367,
    "▁mo": 368,
    "▁mob": 369,
    "▁mobil": 370,
    "▁set": 371,
    "▁roda.": 372,
    "▁16": 373,
    "▁bert": 374,
    "▁berting": 375,
    "▁bertingka": 376,
    "▁bertingkat.": 377,
    "▁5?": 378,
    "▁13": 379,
    "▁39": 380,
    "▁beli": 381,
    "▁lu": 382,
    "▁lus": 383,
    "▁lusin": 384,
    "▁telur.": 385,
    "▁ko": 386,
    "▁kon": 387,
    "▁konv": 388,
    "▁konver": 389,
    "▁konversi": 390,
    "▁wa": 391,
    "▁wak": 392,
    "▁waktu": 393,
    "▁waktu.": 394,
    "▁jam": 395,
    "▁180": 396,
    "▁kel": 397,
    "▁kelil": 398,
    "▁keliling": 399,
    "▁persegi.": 400,
    "▁sisi": 401,
    "▁lua": 402,
    "▁luas": 403,
    "2.": 404,
    "▁besar.": 405,
    "▁1250": 406,
    "▁25.": 407,
    "▁4.": 408,
    "▁ribu": 409,
    "▁uang": 410,
    "▁uru": 411,
    "▁urut": 412,
    "▁urutan": 413,
    "▁angka.": 414,
    "▁50?": 415,
    "▁1/2": 416,
    "▁1/4": 417,
    "▁tambah.": 418,
    "▁kurang.": 419,
    "▁kali": 420,
    "▁kali.": 421,
    "▁2)": 422,
    "▁har": 423,
    "▁harg": 424,
    "▁harga": 425,
    "▁pensil": 426,
    "▁ne": 427,
    "▁neg": 428,
    "▁negat": 429,
    "▁negati": 430,
    "▁negatif": 431,
    "▁negatif.": 432,
    "▁-5": 433,
    "▁sat": 434,
    "▁satu": 435,
    "▁19": 436,
    "▁ming": 437,
    "▁mingg": 438,
    "▁minggu": 439,
    "▁hari?": 440,
    "▁pecahan.": 441,
    "▁sama": 442,
    "▁deng": 443,
    "▁dengan": 444,
    "▁pecahan": 445,
    "▁5.": 446,
    "▁apakah": 447,
    "▁ganjil?": 448,
    "▁keli": 449,
    "▁kelip": 450,
    "▁kelipat": 451,
    "▁perban": 452,
    "▁perband": 453,
    "▁perbanding": 454,
    "▁perbandingan.": 455,
    "▁man": 456,
    "▁mana": 457,
    "▁y": 458,
    "▁yang": 459,
    "▁le": 460,
    "▁leb": 461,
    "▁lebi": 462,
    "▁lebih": 463,
    "▁ata": 464,
    "▁atau": 465,
    "▁44": 466,
    "▁pangkat.": 467,
    "▁ini?": 468,
    "▁bagi": 469,
    "▁144": 470,
    "▁o": 471,
    "▁op": 472,
    "▁oper": 473,
    "▁opera": 474,
    "▁operasi": 475,
    "▁1:": 476,
    "▁15.": 477,
    "▁2:": 478,
    "▁jad": 479,
    "▁jadi": 480,
    "▁hasilnya": 481,
    "▁an": 482,
    "▁ani": 483,
    "▁permen,": 484,
    "▁me": 485,
    "▁memb": 486,
    "▁membeli": 487,
    "▁totalnya?": 488,
    "▁permen.": 489,
    "▁456": 490,
    "▁57": 491,
    "▁579": 492,
    "▁pengurangan.": 493,
    "▁750": 494,
    "▁ten": 495,
    "▁tentu": 496,
    "▁tentukan": 497,
    "▁nil": 498,
    "▁nila": 499,
    "▁nilai": 500,
    "▁x.": 501,
    "▁ma": 502,
    "▁maka": 503,
    "▁7.": 504,
    "▁64": 505,
    "▁0.75": 506,
    "▁1.25": 507,
    "▁persen": 508,
    "▁persenta": 509,
    "▁persentas": 510,
    "▁persentase": 511,
    "▁persentase.": 512,
    "▁10)": 513,
    "▁70": 514,
    "▁121": 515,
    "▁63": 516,
    "▁350?": 517,
    "▁125?": 518,
    "▁375": 519,
    "▁9?": 520,
    "▁54": 521,
    "▁4?": 522,
    "▁(m": 523,
    "▁(mod": 524,
    "▁(modu": 525,
    "▁(modul": 526,
    "▁(modulo": 527,
    "▁(modulo)": 528,
    "▁(modulo).": 529,
    "▁mod": 530,
    "▁mobil,": 531,
    "▁seti": 532,
    "▁setiap": 533,
    "▁roda": 534,
    "▁roda?": 535,
    "▁80": 536,
    "▁2?": 537,
    "▁17": 538,
    "▁17.": 539,
    "▁32": 540,
    "▁90": 541,
    "▁48": 542,
    "▁ibu": 543,
    "▁12.": 544,
    "▁telur?": 545,
    "▁24": 546,
    "▁menit?": 547,
    "▁menit.": 548,
    "▁jam?": 549,
    "▁jam.": 550,
    "▁kelilingnya?": 551,
    "▁luasnya?": 552,
    "▁cm": 553,
    "▁cm^": 554,
    "▁cm^2.": 555,
    "▁2500": 556,
    "▁5000": 557,
    "▁1500": 558,
    "▁3500": 559,
    "▁600": 560,
    "▁75.": 561,
    "▁28": 562,
    "▁ka": 563,
    "▁kaka": 564,
    "▁kakak": 565,
    "▁ribu,": 566,
    "▁bu": 567,
    "▁buk": 568,
    "▁buku": 569,
    "▁ribu.": 570,
    "▁uang?": 571,
    "▁50000": 572,
    "▁20000": 573,
    "▁300": 574,
    "▁30000": 575,
    "▁30000.": 576,
    "▁setel": 577,
    "▁setelah": 578,
    "▁99?": 579,
    "▁seb": 580,
    "▁sebel": 581,
    "▁sebelum": 582,
    "▁49": 583,
    "▁21": 584,
    "▁10.": 585,
    "▁100?": 586,
    "▁20?": 587,
    "▁67": 588,
    "▁33": 589,
    "▁85": 590,
    "▁26": 591,
    "▁59": 592,
    "▁(5": 593,
    "▁uang.": 594,
    "▁2000": 595,
    "▁2000.": 596,
    "▁pensil?": 597,
    "▁10000": 598,
    "▁jara": 599,
    "▁jarak": 600,
    "▁jarak.": 601,
    "▁lari": 602,
    "▁km,": 603,
    "▁total?": 604,
    "▁-3": 605,
    "▁-7": 606,
    "▁no": 607,
    "▁nol": 608,
    "▁nol.": 609,
    "▁1234": 610,
    "▁satu.": 611,
    "▁50%": 612,
    "▁80?": 613,
    "▁38": 614,
    "▁dua": 615,
    "▁0.25": 616,
    "▁14.": 617,
    "▁1.1": 618,
    "▁2.2": 619,
    "▁3.3": 620,
    "▁5.5": 621,
    "▁4.3": 622,
    "▁ya": 623,
    "▁ti": 624,
    "▁tid": 625,
    "▁tida": 626,
    "▁tidak": 627,
    "▁tidak,": 628,
    "▁kelipatan.": 629,
    "▁sebu": 630,
    "▁sebut": 631,
    "▁sebutkan": 632,
    "▁kelipatan": 633,
    "▁pert": 634,
    "▁pertama": 635,
    "▁10,": 636,
    "▁besar,": 637,
    "▁25?": 638,
    "▁ke": 639,
    "▁kec": 640,
    "▁kecil": 641,
    "▁kecil,": 642,
    "▁-10?": 643,
    "▁lo": 644,
    "▁logi": 645,
    "▁logika": 646,
    "▁logika.": 647,
    "▁ji": 648,
    "▁jika": 649,
    "▁sen": 650,
    "▁senin": 651,
    "▁senin,": 652,
    "▁lagi": 653,
    "▁ra": 654,
    "▁rabu": 655,
    "▁44.": 656,
    "▁88": 657,
    "▁77": 658,
    "▁22.": 659,
    "▁8.": 660,
    "▁akar.": 661,
    "▁100.": 662,
    "▁3)": 663,
    "▁ak": 664,
    "▁akh": 665,
    "▁akhi": 666,
    "▁akhir": 667,
    "▁akhir.": 668,
    "▁999": 669,
    "<UNUSED_0>": 670,
    "<UNUSED_1>": 671,
    "<UNUSED_2>": 672,
    "<UNUSED_3>": 673,
    "<UNUSED_4>": 674,
    "<UNUSED_5>": 675,
    "<UNUSED_6>": 676,
    "<UNUSED_7>": 677,
    "<UNUSED_8>": 678,
    "<UNUSED_9>": 679,
    "<UNUSED_10>": 680,
    "<UNUSED_11>": 681,
    "<UNUSED_12>": 682,
    "<UNUSED_13>": 683,
    "<UNUSED_14>": 684,
    "<UNUSED_15>": 685,
    "<UNUSED_16>": 686,
    "<UNUSED_17>": 687,
    "<UNUSED_18>": 688,
    "<UNUSED_19>": 689,
    "<UNUSED_20>": 690,
    "<UNUSED_21>": 691,
    "<UNUSED_22>": 692,
    "<UNUSED_23>": 693,
    "<UNUSED_24>": 694,
    "<UNUSED_25>": 695,
    "<UNUSED_26>": 696,
    "<UNUSED_27>": 697,
    "<UNUSED_28>": 698,
    "<UNUSED_29>": 699,
    "<UNUSED_30>": 700,
    "<UNUSED_31>": 701,
    "<UNUSED_32>": 702,
    "<UNUSED_33>": 703,
    "<UNUSED_34>": 704,
    "<UNUSED_35>": 705,
    "<UNUSED_36>": 706,
    "<UNUSED_37>": 707,
    "<UNUSED_38>": 708,
    "<UNUSED_39>": 709,
    "<UNUSED_40>": 710,
    "<UNUSED_41>": 711,
    "<UNUSED_42>": 712,
    "<UNUSED_43>": 713,
    "<UNUSED_44>": 714,
    "<UNUSED_45>": 715,
    "<UNUSED_46>": 716,
    "<UNUSED_47>": 717,
    "<UNUSED_48>": 718,
    "<UNUSED_49>": 719,
    "<UNUSED_50>": 720,
    "<UNUSED_51>": 721,
    "<UNUSED_52>": 722,
    "<UNUSED_53>": 723,
    "<UNUSED_54>": 724,
    "<UNUSED_55>": 725,
    "<UNUSED_56>": 726,
    "<UNUSED_57>": 727,
    "<UNUSED_58>": 728,
    "<UNUSED_59>": 729,
    "<UNUSED_60>": 730,
    "<UNUSED_61>": 731,
    "<UNUSED_62>": 732,
    "<UNUSED_63>": 733,
    "<UNUSED_64>": 734,
    "<UNUSED_65>": 735,
    "<UNUSED_66>": 736,
    "<UNUSED_67>": 737,
    "<UNUSED_68>": 738,
    "<UNUSED_69>": 739,
    "<UNUSED_70>": 740,
    "<UNUSED_71>": 741,
    "<UNUSED_72>": 742,
    "<UNUSED_73>": 743,
    "<UNUSED_74>": 744,
    "<UNUSED_75>": 745,
    "<UNUSED_76>": 746,
    "<UNUSED_77>": 747,
    "<UNUSED_78>": 748,
    "<UNUSED_79>": 749,
    "<UNUSED_80>": 750,
    "<UNUSED_81>": 751,
    "<UNUSED_82>": 752,
    "<UNUSED_83>": 753,
    "<UNUSED_84>": 754,
    "<UNUSED_85>": 755,
    "<UNUSED_86>": 756,
    "<UNUSED_87>": 757,
    "<UNUSED_88>": 758,
    "<UNUSED_89>": 759,
    "<UNUSED_90>": 760,
    "<UNUSED_91>": 761,
    "<UNUSED_92>": 762,
    "<UNUSED_93>": 763,
    "<UNUSED_94>": 764,
    "<UNUSED_95>": 765,
    "<UNUSED_96>": 766,
    "<UNUSED_97>": 767,
    "<UNUSED_98>": 768,
    "<UNUSED_99>": 769,
    "<UNUSED_100>": 770,
    "<UNUSED_101>": 771,
    "<UNUSED_102>": 772,
    "<UNUSED_103>": 773,
    "<UNUSED_104>": 774,
    "<UNUSED_105>": 775,
    "<UNUSED_106>": 776,
    "<UNUSED_107>": 777,
    "<UNUSED_108>": 778,
    "<UNUSED_109>": 779,
    "<UNUSED_110>": 780,
    "<UNUSED_111>": 781,
    "<UNUSED_112>": 782,
    "<UNUSED_113>": 783,
    "<UNUSED_114>": 784,
    "<UNUSED_115>": 785,
    "<UNUSED_116>": 786,
    "<UNUSED_117>": 787,
    "<UNUSED_118>": 788,
    "<UNUSED_119>": 789,
    "<UNUSED_120>": 790,
    "<UNUSED_121>": 791,
    "<UNUSED_122>": 792,
    "<UNUSED_123>": 793,
    "<UNUSED_124>": 794,
    "<UNUSED_125>": 795,
    "<UNUSED_126>": 796,
    "<UNUSED_127>": 797,
    "<UNUSED_128>": 798,
    "<UNUSED_129>": 799,
    "<UNUSED_130>": 800,
    "<UNUSED_131>": 801,
    "<UNUSED_132>": 802,
    "<UNUSED_133>": 803,
    "<UNUSED_134>": 804,
    "<UNUSED_135>": 805,
    "<UNUSED_136>": 806,
    "<UNUSED_137>": 807,
    "<UNUSED_138>": 808,
    "<UNUSED_139>": 809,
    "<UNUSED_140>": 810,
    "<UNUSED_141>": 811,
    "<UNUSED_142>": 812,
    "<UNUSED_143>": 813,
    "<UNUSED_144>": 814,
    "<UNUSED_145>": 815,
    "<UNUSED_146>": 816,
    "<UNUSED_147>": 817,
    "<UNUSED_148>": 818,
    "<UNUSED_149>": 819,
    "<UNUSED_150>": 820,
    "<UNUSED_151>": 821,
    "<UNUSED_152>": 822,
    "<UNUSED_153>": 823,
    "<UNUSED_154>": 824,
    "<UNUSED_155>": 825,
    "<UNUSED_156>": 826,
    "<UNUSED_157>": 827,
    "<UNUSED_158>": 828,
    "<UNUSED_159>": 829,
    "<UNUSED_160>": 830,
    "<UNUSED_161>": 831,
    "<UNUSED_162>": 832,
    "<UNUSED_163>": 833,
    "<UNUSED_164>": 834,
    "<UNUSED_165>": 835,
    "<UNUSED_166>": 836,
    "<UNUSED_167>": 837,
    "<UNUSED_168>": 838,
    "<UNUSED_169>": 839,
    "<UNUSED_170>": 840,
    "<UNUSED_171>": 841,
    "<UNUSED_172>": 842,
    "<UNUSED_173>": 843,
    "<UNUSED_174>": 844,
    "<UNUSED_175>": 845,
    "<UNUSED_176>": 846,
    "<UNUSED_177>": 847,
    "<UNUSED_178>": 848,
    "<UNUSED_179>": 849,
    "<UNUSED_180>": 850,
    "<UNUSED_181>": 851,
    "<UNUSED_182>": 852,
    "<UNUSED_183>": 853,
    "<UNUSED_184>": 854,
    "<UNUSED_185>": 855,
    "<UNUSED_186>": 856,
    "<UNUSED_187>": 857,
    "<UNUSED_188>": 858,
    "<UNUSED_189>": 859,
    "<UNUSED_190>": 860,
    "<UNUSED_191>": 861,
    "<UNUSED_192>": 862,
    "<UNUSED_193>": 863,
    "<UNUSED_194>": 864,
    "<UNUSED_195>": 865,
    "<UNUSED_196>": 866,
    "<UNUSED_197>": 867,
    "<UNUSED_198>": 868,
    "<UNUSED_199>": 869,
    "<UNUSED_200>": 870,
    "<UNUSED_201>": 871,
    "<UNUSED_202>": 872,
    "<UNUSED_203>": 873,
    "<UNUSED_204>": 874,
    "<UNUSED_205>": 875,
    "<UNUSED_206>": 876,
    "<UNUSED_207>": 877,
    "<UNUSED_208>": 878,
    "<UNUSED_209>": 879,
    "<UNUSED_210>": 880,
    "<UNUSED_211>": 881,
    "<UNUSED_212>": 882,
    "<UNUSED_213>": 883,
    "<UNUSED_214>": 884,
    "<UNUSED_215>": 885,
    "<UNUSED_216>": 886,
    "<UNUSED_217>": 887,
    "<UNUSED_218>": 888,
    "<UNUSED_219>": 889,
    "<UNUSED_220>": 890,
    "<UNUSED_221>": 891,
    "<UNUSED_222>": 892,
    "<UNUSED_223>": 893,
    "<UNUSED_224>": 894,
    "<UNUSED_225>": 895,
    "<UNUSED_226>": 896,
    "<UNUSED_227>": 897,
    "<UNUSED_228>": 898,
    "<UNUSED_229>": 899,
    "<UNUSED_230>": 900,
    "<UNUSED_231>": 901,
    "<UNUSED_232>": 902,
    "<UNUSED_233>": 903,
    "<UNUSED_234>": 904,
    "<UNUSED_235>": 905,
    "<UNUSED_236>": 906,
    "<UNUSED_237>": 907,
    "<UNUSED_238>": 908,
    "<UNUSED_239>": 909,
    "<UNUSED_240>": 910,
    "<UNUSED_241>": 911,
    "<UNUSED_242>": 912,
    "<UNUSED_243>": 913,
    "<UNUSED_244>": 914,
    "<UNUSED_245>": 915,
    "<UNUSED_246>": 916,
    "<UNUSED_247>": 917,
    "<UNUSED_248>": 918,
    "<UNUSED_249>": 919,
    "<UNUSED_250>": 920,
    "<UNUSED_251>": 921,
    "<UNUSED_252>": 922,
    "<UNUSED_253>": 923,
    "<UNUSED_254>": 924,
    "<UNUSED_255>": 925,
    "<UNUSED_256>": 926,
    "<UNUSED_257>": 927,
    "<UNUSED_258>": 928,
    "<UNUSED_259>": 929,
    "<UNUSED_260>": 930,
    "<UNUSED_261>": 931,
    "<UNUSED_262>": 932,
    "<UNUSED_263>": 933,
    "<UNUSED_264>": 934,
    "<UNUSED_265>": 935,
    "<UNUSED_266>": 936,
    "<UNUSED_267>": 937,
    "<UNUSED_268>": 938,
    "<UNUSED_269>": 939,
    "<UNUSED_270>": 940,
    "<UNUSED_271>": 941,
    "<UNUSED_272>": 942,
    "<UNUSED_273>": 943,
    "<UNUSED_274>": 944,
    "<UNUSED_275>": 945,
    "<UNUSED_276>": 946,
    "<UNUSED_277>": 947,
    "<UNUSED_278>": 948,
    "<UNUSED_279>": 949,
    "<UNUSED_280>": 950,
    "<UNUSED_281>": 951,
    "<UNUSED_282>": 952,
    "<UNUSED_283>": 953,
    "<UNUSED_284>": 954,
    "<UNUSED_285>": 955,
    "<UNUSED_286>": 956,
    "<UNUSED_287>": 957,
    "<UNUSED_288>": 958,
    "<UNUSED_289>": 959,
    "<UNUSED_290>": 960,
    "<UNUSED_291>": 961,
    "<UNUSED_292>": 962,
    "<UNUSED_293>": 963,
    "<UNUSED_294>": 964,
    "<UNUSED_295>": 965,
    "<UNUSED_296>": 966,
    "<UNUSED_297>": 967,
    "<UNUSED_298>": 968,
    "<UNUSED_299>": 969,
    "<UNUSED_300>": 970,
    "<UNUSED_301>": 971,
    "<UNUSED_302>": 972,
    "<UNUSED_303>": 973,
    "<UNUSED_304>": 974,
    "<UNUSED_305>": 975,
    "<UNUSED_306>": 976,
    "<UNUSED_307>": 977,
    "<UNUSED_308>": 978,
    "<UNUSED_309>": 979,
    "<UNUSED_310>": 980,
    "<UNUSED_311>": 981,
    "<UNUSED_312>": 982,
    "<UNUSED_313>": 983,
    "<UNUSED_314>": 984,
    "<UNUSED_315>": 985,
    "<UNUSED_316>": 986,
    "<UNUSED_317>": 987,
    "<UNUSED_318>": 988,
    "<UNUSED_319>": 989,
    "<UNUSED_320>": 990,
    "<UNUSED_321>": 991,
    "<UNUSED_322>": 992,
    "<UNUSED_323>": 993,
    "<UNUSED_324>": 994,
    "<UNUSED_325>": 995,
    "<UNUSED_326>": 996,
    "<UNUSED_327>": 997,
    "<UNUSED_328>": 998,
    "<UNUSED_329>": 999,
    "{": 1000,
    "}": 1001
  },
  "merges": [
    [
      "i",
      "n"
    ],
    [
      "a",
      "n"
    ],
    [
      "▁",
      "in"
    ],
    [
      "s",
      "i"
    ],
    [
      "▁",
      "j"
    ],
    [
      "▁j",
      "a"
    ],
    [
      "r",
      "u"
    ],
    [
      "w",
      "a"
    ],
    [
      "b",
      "an"
    ],
    [
      "▁in",
      "s"
    ],
    [
      "▁ins",
      "t"
    ],
    [
      "▁inst",
      "ru"
    ],
    [
      "▁instru",
      "k"
    ],
    [
      "▁instruk",
      "si"
    ],
    [
      "▁instruksi",
      ":"
    ],
    [
      "▁ja",
      "wa"
    ],
    [
      "▁jawa",
      "ban"
    ],
    [
      "▁jawaban",
      ":"
    ],
    [
      "▁",
      "1"
    ],
    [
      "p",
      "u"
    ],
    [
      "▁in",
      "pu"
    ],
    [
      "▁inpu",
      "t"
    ],
    [
      "▁input",
      ":"
    ],
    [
      "▁",
      "5"
    ],
    [
      "e",
      "r"
    ],
    [
      "▁",
      "2"
    ],
    [
      "▁",
      "h"
    ],
    [
      "0",
      "0"
    ],
    [
      "k",
      "a"
    ],
    [
      "i",
      "t"
    ],
    [
      "▁",
      "p"
    ],
    [
      "n",
      "g"
    ],
    [
      "▁",
      "b"
    ],
    [
      "▁h",
      "it"
    ],
    [
      "▁hit",
      "u"
    ],
    [
      "▁hitu",
      "ng"
    ],
    [
      "a",
      "p"
    ],
    [
      "▁",
      "+"
    ],
    [
      "▁",
      "4"
    ],
    [
      "ap",
      "a"
    ],
    [
      "▁",
      "*"
    ],
    [
      "▁",
      "3"
    ],
    [
      "an",
      "g"
    ],
    [
      "▁",
      "-"
    ],
    [
      "▁b",
      "er"
    ],
    [
      "▁",
      "s"
    ],
    [
      "▁p",
      "e"
    ],
    [
      "▁1",
      "2"
    ],
    [
      "▁ber",
      "apa"
    ],
    [
      "a",
      "l"
    ],
    [
      "a",
      "r"
    ],
    [
      "a",
      "h"
    ],
    [
      "an",
      "."
    ],
    [
      "▁1",
      "00"
    ],
    [
      "e",
      "l"
    ],
    [
      "g",
      "i"
    ],
    [
      "▁p",
      "er"
    ],
    [
      "▁",
      "/"
    ],
    [
      "▁1",
      "0"
    ],
    [
      "ar",
      "i"
    ],
    [
      "▁",
      "8"
    ],
    [
      "ang",
      "ka"
    ],
    [
      "▁",
      "l"
    ],
    [
      "▁",
      "a"
    ],
    [
      "▁",
      "k"
    ],
    [
      "▁",
      "d"
    ],
    [
      "▁",
      "7"
    ],
    [
      "▁",
      "="
    ],
    [
      "▁",
      "6"
    ],
    [
      "▁",
      "c"
    ],
    [
      "a",
      "gi"
    ],
    [
      "▁",
      "m"
    ],
    [
      "▁",
      "t"
    ],
    [
      "▁5",
      "0"
    ],
    [
      "u",
      "r"
    ],
    [
      "ka",
      "h"
    ],
    [
      "a",
      "."
    ],
    [
      "e",
      "n"
    ],
    [
      "▁2",
      "5"
    ],
    [
      "i",
      "l"
    ],
    [
      "▁",
      "9"
    ],
    [
      "▁4",
      "5"
    ],
    [
      "▁berapa",
      "kah"
    ],
    [
      "a",
      "m"
    ],
    [
      "▁1",
      "5"
    ],
    [
      "▁2",
      "0"
    ],
    [
      "e",
      "s"
    ],
    [
      "ur",
      "ang"
    ],
    [
      "t",
      "."
    ],
    [
      "ka",
      "l"
    ],
    [
      "kal",
      "i"
    ],
    [
      "▁",
      "angka"
    ],
    [
      "y",
      "a"
    ],
    [
      "▁a",
      "d"
    ],
    [
      "▁d",
      "ari"
    ],
    [
      "in",
      "g"
    ],
    [
      "▁pe",
      "n"
    ],
    [
      "i",
      "k"
    ],
    [
      "▁",
      "("
    ],
    [
      "n",
      "ya"
    ],
    [
      "▁",
      "0"
    ],
    [
      "▁s",
      "e"
    ],
    [
      "▁",
      "apa"
    ],
    [
      "▁h",
      "ari"
    ],
    [
      "▁",
      "g"
    ],
    [
      "u",
      "m"
    ],
    [
      "▁per",
      "kali"
    ],
    [
      "▁s",
      "o"
    ],
    [
      "▁so",
      "al"
    ],
    [
      "▁c",
      "er"
    ],
    [
      "▁cer",
      "it"
    ],
    [
      "▁cerit",
      "a."
    ],
    [
      "m",
      "b"
    ],
    [
      "▁d",
      "e"
    ],
    [
      "▁12",
      "5"
    ],
    [
      "▁",
      "r"
    ],
    [
      "▁2",
      "."
    ],
    [
      "a",
      "t"
    ],
    [
      "si",
      "l"
    ],
    [
      "▁pen",
      "j"
    ],
    [
      "▁penj",
      "um"
    ],
    [
      "▁penjum",
      "l"
    ],
    [
      "▁penjuml",
      "ah"
    ],
    [
      "▁s",
      "el"
    ],
    [
      "▁sel",
      "es"
    ],
    [
      "▁seles",
      "a"
    ],
    [
      "▁selesa",
      "ik"
    ],
    [
      "▁pe",
      "ng"
    ],
    [
      "▁peng",
      "urang"
    ],
    [
      "▁7",
      "5"
    ],
    [
      "▁",
      "x"
    ],
    [
      "1",
      "0"
    ],
    [
      "▁ad",
      "al"
    ],
    [
      "▁adal",
      "ah"
    ],
    [
      "el",
      "i"
    ],
    [
      "▁1",
      "8"
    ],
    [
      "agi",
      "."
    ],
    [
      "▁100",
      "0"
    ],
    [
      "▁pe",
      "mb"
    ],
    [
      "▁pemb",
      "agi"
    ],
    [
      "u",
      "a"
    ],
    [
      "▁p",
      "angka"
    ],
    [
      "▁0",
      "."
    ],
    [
      "▁per",
      "s"
    ],
    [
      "o",
      "d"
    ],
    [
      "b",
      "u"
    ],
    [
      "▁pengurang",
      "an"
    ],
    [
      "▁perkali",
      "an"
    ],
    [
      "▁1",
      "4"
    ],
    [
      "▁t",
      "o"
    ],
    [
      "▁to",
      "t"
    ],
    [
      "▁tot",
      "al"
    ],
    [
      "▁3",
      "0"
    ],
    [
      "▁6",
      "0"
    ],
    [
      "▁",
      "n"
    ],
    [
      "▁a",
      "ka"
    ],
    [
      "▁aka",
      "r"
    ],
    [
      "▁de",
      "si"
    ],
    [
      "▁desi",
      "m"
    ],
    [
      "▁desim",
      "al"
    ],
    [
      "▁desimal",
      "."
    ],
    [
      "▁2",
      "00"
    ],
    [
      "▁9",
      "9"
    ],
    [
      "▁5",
      "00"
    ],
    [
      "▁",
      "si"
    ],
    [
      "m",
      "."
    ],
    [
      "▁pers",
      "e"
    ],
    [
      "▁perse",
      "gi"
    ],
    [
      "▁",
      "u"
    ],
    [
      "▁1",
      "/"
    ],
    [
      "▁pe",
      "c"
    ],
    [
      "▁pec",
      "ah"
    ],
    [
      "▁g",
      "an"
    ],
    [
      "▁gan",
      "j"
    ],
    [
      "▁ganj",
      "il"
    ],
    [
      "▁h",
      "a"
    ],
    [
      "▁ha",
      "sil"
    ],
    [
      "▁selesaik",
      "an"
    ],
    [
      "▁c",
      "am"
    ],
    [
      "▁cam",
      "pu"
    ],
    [
      "▁campu",
      "r"
    ],
    [
      "▁campur",
      "an."
    ],
    [
      "▁45",
      "."
    ],
    [
      "▁",
      "pu"
    ],
    [
      "▁pu",
      "nya"
    ],
    [
      "nya",
      "?"
    ],
    [
      "t",
      "u"
    ],
    [
      "r",
      "a"
    ],
    [
      "▁pangka",
      "t"
    ],
    [
      "▁penjumlah",
      "an"
    ],
    [
      "▁1",
      "."
    ],
    [
      "t",
      "a"
    ],
    [
      "▁(",
      "2"
    ],
    [
      "▁se",
      "d"
    ],
    [
      "▁sed",
      "er"
    ],
    [
      "▁seder",
      "h"
    ],
    [
      "▁sederh",
      "an"
    ],
    [
      "▁sederhan",
      "a."
    ],
    [
      "▁pembagi",
      "an"
    ],
    [
      "▁ad",
      "a"
    ],
    [
      "▁r",
      "od"
    ],
    [
      "▁4",
      "0"
    ],
    [
      "▁3",
      "."
    ],
    [
      "▁6",
      "."
    ],
    [
      "i",
      "bu"
    ],
    [
      "▁t",
      "el"
    ],
    [
      "▁tel",
      "ur"
    ],
    [
      "▁m",
      "en"
    ],
    [
      "▁men",
      "it"
    ],
    [
      "▁c",
      "m."
    ],
    [
      "▁b",
      "es"
    ],
    [
      "▁bes",
      "ar"
    ],
    [
      "▁3",
      "6"
    ],
    [
      "▁t",
      "am"
    ],
    [
      "▁tam",
      "b"
    ],
    [
      "▁tamb",
      "ah"
    ],
    [
      "▁k",
      "urang"
    ],
    [
      "▁b",
      "agi."
    ],
    [
      "▁k",
      "m"
    ],
    [
      "▁-",
      "10"
    ],
    [
      "am",
      "a"
    ],
    [
      "▁apa",
      "?"
    ],
    [
      "▁g",
      "en"
    ],
    [
      "▁gen",
      "ap"
    ],
    [
      "▁genap",
      "."
    ],
    [
      "▁penjumlah",
      "an."
    ],
    [
      "▁5",
      "5"
    ],
    [
      "▁ber",
      "ik"
    ],
    [
      "▁berik",
      "u"
    ],
    [
      "▁beriku",
      "t."
    ],
    [
      "▁12",
      "0"
    ],
    [
      "▁in",
      "i"
    ],
    [
      "▁5",
      "6"
    ],
    [
      "▁(",
      "10"
    ],
    [
      "▁5",
      ")"
    ],
    [
      "▁l",
      "angka"
    ],
    [
      "▁langka",
      "h"
    ],
    [
      "▁per",
      "m"
    ],
    [
      "▁perm",
      "en"
    ],
    [
      "▁l",
      "al"
    ],
    [
      "▁lal",
      "u"
    ],
    [
      "▁l",
      "agi."
    ],
    [
      "▁12",
      "3"
    ],
    [
      "▁25",
      "0"
    ],
    [
      "▁perkali",
      "an."
    ],
    [
      "▁pembagi",
      "an."
    ],
    [
      "k",
      "an"
    ],
    [
      "▁5",
      ","
    ],
    [
      "▁k",
      "ua"
    ],
    [
      "▁kua",
      "d"
    ],
    [
      "▁kuad",
      "ra"
    ],
    [
      "▁kuadra",
      "t."
    ],
    [
      "▁8",
      "1"
    ],
    [
      "▁0.",
      "5"
    ],
    [
      "7",
      "5"
    ],
    [
      "▁1.",
      "2"
    ],
    [
      "▁0.",
      "2"
    ],
    [
      "▁10",
      "%"
    ],
    [
      "▁selesaik",
      "an."
    ],
    [
      "▁1",
      "1"
    ],
    [
      "▁15",
      "0"
    ],
    [
      "▁3",
      "5"
    ],
    [
      "0",
      "?"
    ],
    [
      "▁si",
      "s"
    ],
    [
      "▁sis",
      "a"
    ],
    [
      "▁m",
      "o"
    ],
    [
      "▁mo",
      "b"
    ],
    [
      "▁mob",
      "il"
    ],
    [
      "▁se",
      "t"
    ],
    [
      "▁rod",
      "a."
    ],
    [
      "▁1",
      "6"
    ],
    [
      "▁ber",
      "t"
    ],
    [
      "▁bert",
      "ing"
    ],
    [
      "▁berting",
      "ka"
    ],
    [
      "▁bertingka",
      "t."
    ],
    [
      "▁5",
      "?"
    ],
    [
      "▁1",
      "3"
    ],
    [
      "▁3",
      "9"
    ],
    [
      "▁b",
      "eli"
    ],
    [
      "▁l",
      "u"
    ],
    [
      "▁lu",
      "s"
    ],
    [
      "▁lus",
      "in"
    ],
    [
      "▁telur",
      "."
    ],
    [
      "▁k",
      "o"
    ],
    [
      "▁ko",
      "n"
    ],
    [
      "▁kon",
      "v"
    ],
    [
      "▁konv",
      "er"
    ],
    [
      "▁konver",
      "si"
    ],
    [
      "▁",
      "wa"
    ],
    [
      "▁wa",
      "k"
    ],
    [
      "▁wak",
      "tu"
    ],
    [
      "▁waktu",
      "."
    ],
    [
      "▁ja",
      "m"
    ],
    [
      "▁18",
      "0"
    ],
    [
      "▁k",
      "el"
    ],
    [
      "▁kel",
      "il"
    ],
    [
      "▁kelil",
      "ing"
    ],
    [
      "▁persegi",
      "."
    ],
    [
      "▁si",
      "si"
    ],
    [
      "▁l",
      "ua"
    ],
    [
      "▁lua",
      "s"
    ],
    [
      "2",
      "."
    ],
    [
      "▁besar",
      "."
    ],
    [
      "▁125",
      "0"
    ],
    [
      "▁25",
      "."
    ],
    [
      "▁4",
      "."
    ],
    [
      "▁r",
      "ibu"
    ],
    [
      "▁u",
      "ang"
    ],
    [
      "▁u",
      "ru"
    ],
    [
      "▁uru",
      "t"
    ],
    [
      "▁urut",
      "an"
    ],
    [
      "▁angka",
      "."
    ],
    [
      "▁50",
      "?"
    ],
    [
      "▁1/",
      "2"
    ],
    [
      "▁1/",
      "4"
    ],
    [
      "▁tambah",
      "."
    ],
    [
      "▁kurang",
      "."
    ],
    [
      "▁",
      "kali"
    ],
    [
      "▁kali",
      "."
    ],
    [
      "▁2",
      ")"
    ],
    [
      "▁h",
      "ar"
    ],
    [
      "▁har",
      "g"
    ],
    [
      "▁harg",
      "a"
    ],
    [
      "▁pen",
      "sil"
    ],
    [
      "▁n",
      "e"
    ],
    [
      "▁ne",
      "g"
    ],
    [
      "▁neg",
      "at"
    ],
    [
      "▁negat",
      "i"
    ],
    [
      "▁negati",
      "f"
    ],
    [
      "▁negatif",
      "."
    ],
    [
      "▁-",
      "5"
    ],
    [
      "▁s",
      "at"
    ],
    [
      "▁sat",
      "u"
    ],
    [
      "▁1",
      "9"
    ],
    [
      "▁m",
      "ing"
    ],
    [
      "▁ming",
      "g"
    ],
    [
      "▁mingg",
      "u"
    ],
    [
      "▁hari",
      "?"
    ],
    [
      "▁pecah",
      "an."
    ],
    [
      "▁s",
      "ama"
    ],
    [
      "▁de",
      "ng"
    ],
    [
      "▁deng",
      "an"
    ],
    [
      "▁pecah",
      "an"
    ],
    [
      "▁5",
      "."
    ],
    [
      "▁apa",
      "kah"
    ],
    [
      "▁ganjil",
      "?"
    ],
    [
      "▁k",
      "eli"
    ],
    [
      "▁keli",
      "p"
    ],
    [
      "▁kelip",
      "at"
    ],
    [
      "▁per",
      "ban"
    ],
    [
      "▁perban",
      "d"
    ],
    [
      "▁perband",
      "ing"
    ],
    [
      "▁perbanding",
      "an."
    ],
    [
      "▁m",
      "an"
    ],
    [
      "▁man",
      "a"
    ],
    [
      "▁",
      "y"
    ],
    [
      "▁y",
      "ang"
    ],
    [
      "▁l",
      "e"
    ],
    [
      "▁le",
      "b"
    ],
    [
      "▁leb",
      "i"
    ],
    [
      "▁lebi",
      "h"
    ],
    [
      "▁a",
      "ta"
    ],
    [
      "▁ata",
      "u"
    ],
    [
      "▁4",
      "4"
    ],
    [
      "▁pangka",
      "t."
    ],
    [
      "▁ini",
      "?"
    ],
    [
      "▁b",
      "agi"
    ],
    [
      "▁14",
      "4"
    ],
    [
      "▁",
      "o"
    ],
    [
      "▁o",
      "p"
    ],
    [
      "▁op",
      "er"
    ],
    [
      "▁oper",
      "a"
    ],
    [
      "▁opera",
      "si"
    ],
    [
      "▁1",
      ":"
    ],
    [
      "▁15",
      "."
    ],
    [
      "▁2",
      ":"
    ],
    [
      "▁ja",
      "d"
    ],
    [
      "▁jad",
      "i"
    ],
    [
      "▁hasil",
      "nya"
    ],
    [
      "▁",
      "an"
    ],
    [
      "▁an",
      "i"
    ],
    [
      "▁permen",
      ","
    ],
    [
      "▁m",
      "e"
    ],
    [
      "▁me",
      "mb"
    ],
    [
      "▁memb",
      "eli"
    ],
    [
      "▁total",
      "nya?"
    ],
    [
      "▁permen",
      "."
    ],
    [
      "▁45",
      "6"
    ],
    [
      "▁5",
      "7"
    ],
    [
      "▁57",
      "9"
    ],
    [
      "▁pengurang",
      "an."
    ],
    [
      "▁75",
      "0"
    ],
    [
      "▁t",
      "en"
    ],
    [
      "▁ten",
      "tu"
    ],
    [
      "▁tentu",
      "kan"
    ],
    [
      "▁n",
      "il"
    ],
    [
      "▁nil",
      "a"
    ],
    [
      "▁nila",
      "i"
    ],
    [
      "▁x",
      "."
    ],
    [
      "▁m",
      "a"
    ],
    [
      "▁ma",
      "ka"
    ],
    [
      "▁7",
      "."
    ],
    [
      "▁6",
      "4"
    ],
    [
      "▁0.",
      "75"
    ],
    [
      "▁1.2",
      "5"
    ],
    [
      "▁pers",
      "en"
    ],
    [
      "▁persen",
      "ta"
    ],
    [
      "▁persenta",
      "s"
    ],
    [
      "▁persentas",
      "e"
    ],
    [
      "▁persentase",
      "."
    ],
    [
      "▁10",
      ")"
    ],
    [
      "▁7",
      "0"
    ],
    [
      "▁12",
      "1"
    ],
    [
      "▁6",
      "3"
    ],
    [
      "▁35",
      "0?"
    ],
    [
      "▁125",
      "?"
    ],
    [
      "▁3",
      "75"
    ],
    [
      "▁9",
      "?"
    ],
    [
      "▁5",
      "4"
    ],
    [
      "▁4",
      "?"
    ],
    [
      "▁(",
      "m"
    ],
    [
      "▁(m",
      "od"
    ],
    [
      "▁(mod",
      "u"
    ],
    [
      "▁(modu",
      "l"
    ],
    [
      "▁(modul",
      "o"
    ],
    [
      "▁(modulo",
      ")"
    ],
    [
      "▁(modulo)",
      "."
    ],
    [
      "▁m",
      "od"
    ],
    [
      "▁mobil",
      ","
    ],
    [
      "▁set",
      "i"
    ],
    [
      "▁seti",
      "ap"
    ],
    [
      "▁rod",
      "a"
    ],
    [
      "▁roda",
      "?"
    ],
    [
      "▁8",
      "0"
    ],
    [
      "▁2",
      "?"
    ],
    [
      "▁1",
      "7"
    ],
    [
      "▁17",
      "."
    ],
    [
      "▁3",
      "2"
    ],
    [
      "▁9",
      "0"
    ],
    [
      "▁4",
      "8"
    ],
    [
      "▁",
      "ibu"
    ],
    [
      "▁12",
      "."
    ],
    [
      "▁telur",
      "?"
    ],
    [
      "▁2",
      "4"
    ],
    [
      "▁menit",
      "?"
    ],
    [
      "▁menit",
      "."
    ],
    [
      "▁jam",
      "?"
    ],
    [
      "▁ja",
      "m."
    ],
    [
      "▁keliling",
      "nya?"
    ],
    [
      "▁luas",
      "nya?"
    ],
    [
      "▁c",
      "m"
    ],
    [
      "▁cm",
      "^"
    ],
    [
      "▁cm^",
      "2."
    ],
    [
      "▁25",
      "00"
    ],
    [
      "▁500",
      "0"
    ],
    [
      "▁15",
      "00"
    ],
    [
      "▁35",
      "00"
    ],
    [
      "▁6",
      "00"
    ],
    [
      "▁75",
      "."
    ],
    [
      "▁2",
      "8"
    ],
    [
      "▁",
      "ka"
    ],
    [
      "▁ka",
      "ka"
    ],
    [
      "▁kaka",
      "k"
    ],
    [
      "▁ribu",
      ","
    ],
    [
      "▁b",
      "u"
    ],
    [
      "▁bu",
      "k"
    ],
    [
      "▁buk",
      "u"
    ],
    [
      "▁ribu",
      "."
    ],
    [
      "▁uang",
      "?"
    ],
    [
      "▁500",
      "00"
    ],
    [
      "▁200",
      "00"
    ],
    [
      "▁3",
      "00"
    ],
    [
      "▁300",
      "00"
    ],
    [
      "▁30000",
      "."
    ],
    [
      "▁set",
      "el"
    ],
    [
      "▁setel",
      "ah"
    ],
    [
      "▁99",
      "?"
    ],
    [
      "▁se",
      "b"
    ],
    [
      "▁seb",
      "el"
    ],
    [
      "▁sebel",
      "um"
    ],
    [
      "▁4",
      "9"
    ],
    [
      "▁2",
      "1"
    ],
    [
      "▁10",
      "."
    ],
    [
      "▁100",
      "?"
    ],
    [
      "▁20",
      "?"
    ],
    [
      "▁6",
      "7"
    ],
    [
      "▁3",
      "3"
    ],
    [
      "▁8",
      "5"
    ],
    [
      "▁2",
      "6"
    ],
    [
      "▁5",
      "9"
    ],
    [
      "▁(",
      "5"
    ],
    [
      "▁uang",
      "."
    ],
    [
      "▁200",
      "0"
    ],
    [
      "▁2000",
      "."
    ],
    [
      "▁pensil",
      "?"
    ],
    [
      "▁100",
      "00"
    ],
    [
      "▁ja",
      "ra"
    ],
    [
      "▁jara",
      "k"
    ],
    [
      "▁jarak",
      "."
    ],
    [
      "▁l",
      "ari"
    ],
    [
      "▁km",
      ","
    ],
    [
      "▁total",
      "?"
    ],
    [
      "▁-",
      "3"
    ],
    [
      "▁-",
      "7"
    ],
    [
      "▁n",
      "o"
    ],
    [
      "▁no",
      "l"
    ],
    [
      "▁nol",
      "."
    ],
    [
      "▁123",
      "4"
    ],
    [
      "▁satu",
      "."
    ],
    [
      "▁50",
      "%"
    ],
    [
      "▁8",
      "0?"
    ],
    [
      "▁3",
      "8"
    ],
    [
      "▁d",
      "ua"
    ],
    [
      "▁0.2",
      "5"
    ],
    [
      "▁14",
      "."
    ],
    [
      "▁1.",
      "1"
    ],
    [
      "▁2.",
      "2"
    ],
    [
      "▁3.",
      "3"
    ],
    [
      "▁5.",
      "5"
    ],
    [
      "▁4.",
      "3"
    ],
    [
      "▁",
      "ya"
    ],
    [
      "▁t",
      "i"
    ],
    [
      "▁ti",
      "d"
    ],
    [
      "▁tid",
      "a"
    ],
    [
      "▁tida",
      "k"
    ],
    [
      "▁tidak",
      ","
    ],
    [
      "▁kelipat",
      "an."
    ],
    [
      "▁se",
      "bu"
    ],
    [
      "▁sebu",
      "t"
    ],
    [
      "▁sebut",
      "kan"
    ],
    [
      "▁kelipat",
      "an"
    ],
    [
      "▁per",
      "t"
    ],
    [
      "▁pert",
      "ama"
    ],
    [
      "▁10",
      ","
    ],
    [
      "▁besar",
      ","
    ],
    [
      "▁25",
      "?"
    ],
    [
      "▁k",
      "e"
    ],
    [
      "▁ke",
      "c"
    ],
    [
      "▁kec",
      "il"
    ],
    [
      "▁kecil",
      ","
    ],
    [
      "▁-10",
      "?"
    ],
    [
      "▁l",
      "o"
    ],
    [
      "▁lo",
      "gi"
    ],
    [
      "▁logi",
      "ka"
    ],
    [
      "▁logika",
      "."
    ],
    [
      "▁j",
      "i"
    ],
    [
      "▁ji",
      "ka"
    ],
    [
      "▁s",
      "en"
    ],
    [
      "▁sen",
      "in"
    ],
    [
      "▁senin",
      ","
    ],
    [
      "▁l",
      "agi"
    ],
    [
      "▁r",
      "a"
    ],
    [
      "▁ra",
      "bu"
    ],
    [
      "▁44",
      "."
    ],
    [
      "▁8",
      "8"
    ],
    [
      "▁7",
      "7"
    ],
    [
      "▁2",
      "2."
    ],
    [
      "▁8",
      "."
    ],
    [
      "▁akar",
      "."
    ],
    [
      "▁100",
      "."
    ],
    [
      "▁3",
      ")"
    ],
    [
      "▁a",
      "k"
    ],
    [
      "▁ak",
      "h"
    ],
    [
      "▁akh",
      "i"
    ],
    [
      "▁akhi",
      "r"
    ],
    [
      "▁akhir",
      "."
    ],
    [
      "▁99",
      "9"
    ]
  ],
  "config": {
    "vocabSize": 1000,
    "minFrequency": 1,
    "specialTokens": [
      "<PAD>",
      "<UNK>",
      "<BOS>",
      "<EOS>",
      "<PAD>",
      "<UNK>",
      "<BOS>",
      "<EOS>",
      "<PAD>",
      "<UNK>",
      "<BOS>",
      "<EOS>",
      "<PAD>",
      "<UNK>",
      "<BOS>",
      "<EOS>",
      "<SEP>",
      "<RESERVED_0>",
      "<RESERVED_1>",
      "<RESERVED_2>",
      "<RESERVED_3>",
      "<RESERVED_4>",
      "<RESERVED_5>",
      "<RESERVED_6>",
      "<RESERVED_7>",
      "<RESERVED_8>",
      "<RESERVED_9>",
      "<RESERVED_10>",
      "<RESERVED_11>",
      "<RESERVED_12>",
      "<RESERVED_13>",
      "<RESERVED_14>",
      "<RESERVED_15>",
      "<RESERVED_16>",
      "<RESERVED_17>",
      "<RESERVED_18>",
      "<RESERVED_19>",
      "<RESERVED_20>",
      "<RESERVED_21>",
      "<RESERVED_22>",
      "<RESERVED_23>",
      "<RESERVED_24>",
      "<RESERVED_25>",
      "<RESERVED_26>",
      "<RESERVED_27>",
      "<RESERVED_28>",
      "<RESERVED_29>",
      "<RESERVED_30>",
      "<RESERVED_31>",
      "<RESERVED_32>",
      "<RESERVED_33>",
      "<RESERVED_34>",
      "<RESERVED_35>",
      "<RESERVED_36>",
      "<RESERVED_37>",
      "<RESERVED_38>",
      "<RESERVED_39>",
      "<RESERVED_40>",
      "<RESERVED_41>",
      "<RESERVED_42>",
      "<RESERVED_43>",
      "<RESERVED_44>",
      "<RESERVED_45>",
      "<RESERVED_46>",
      "<RESERVED_47>",
      "<RESERVED_48>",
      "<RESERVED_49>"
    ]
  }
}